Repository: Automattic/wp-translate
Catalog: wp-data/2017/wp-plugins-wordpress-seo-stable-readme-*.po
Languages: es

source: WordPress out of the box is already technically quite a good platform for SEO. This was true when Joost wrote his original <a href="https://yoast.com/articles/wordpress-seo/">WordPress SEO</a> article in 2008 (updated every few months) and it's still true today, but that doesn't mean you can't improve it further! This plugin is written from the ground up by Joost de Valk and his team at <a href="https://yoast.com/">Yoast</a> to improve your site's SEO on <em>all</em> needed aspects. While this <a href="https://yoast.com/wordpress/plugins/seo/">Yoast SEO plugin</a> goes the extra mile to take care of all the technical optimization, more on that below, it first and foremost helps you write better content. Yoast SEO forces you to choose a focus keyword when you're writing your articles, and then makes sure you use that focus keyword everywhere.
es: WordPress es ya de por sí una plataforma bastante buena técnicamente para el SEO, esto era ya cierto cuando Joost escribrió su artículo original <a href="https://yoast.com/articles/wordpress-seo/">WordPress SEO</a> en 2008 (actualizado cada pocos meses) y es cierto aún hoy en día, ¡pero eso no significa que no puedas mejorarlo aún más! Este plugin está escrito desde cero por Joost de Valk y su equipo de <a href="https://yoast.com/">Yoast</a> para mejorar el SEO de tu sitio en <em>todos</em> los aspectos necesarios. Por ello <a href="https://yoast.com/wordpress/plugins/seo/">el plugin Yoast SEO</a> va mucho más allá para preocuparse de toda la optimización técnica, y más allá, para empezar, y además te ayuda a escribir mejor contenido. Yoast SEO te fuerza a elegir una palabra clave objetivo cuando escribes tus artículos, y luego se asegura de que uses esa palabra clave objetivo en todas partes.

source: Follow Yoast on <a href="https://facebook.com/yoast">Facebook</a> &amp; <a href="http://twitter.com/yoast">Twitter</a>.
es: Sigue a Yoast en <a href="https://facebook.com/yoast">Facebook</a> y <a href="http://twitter.com/yoast">Twitter</a>.

source: Other <a href="https://yoast.com/wordpress/plugins/">WordPress Plugins</a> by the same team.
es: Otros <a href="https://yoast.com/wordpress/plugins/">plugins WordPress</a> del mismo autor.

source: The <a href="https://yoast.com/wordpress/plugins/seo/">Yoast SEO Plugin</a> official homepage.
es: La página oficial del <a href="https://yoast.com/wordpress/plugins/seo/">plugin Yoast SEO</a>.

source: Once you have great SEO, you'll need the <a href="https://yoast.com/articles/wordpress-hosting/">best WordPress Hosting</a>.
es: Una vez tengas un gran SEO necesitas el <a href="https://yoast.com/articles/wordpress-hosting/">mejor hosting WordPress</a>.

source: <a href="https://yoast.com/articles/wordpress-seo/">WordPress SEO - The definitive Guide by Yoast</a>.
es: <a href="https://yoast.com/articles/wordpress-seo/">WordPress SEO - La guía definitiva de Yoast</a>.

source: The <a href="https://kb.yoast.com/kb/category/yoast-seo/">Yoast SEO Knowledgebase</a>.
es: La <a href="http://kb.yoast.com/category/42-wordpress-seo">base de conocimiento de Yoast SEO</a>.

source: Further Reading
es: Más lectura

source: News SEO
es: SEO de noticias

source: Yoast SEO Plugin in your Language!
es: ¡Yoast SEO en tu idioma!

source: Import functionality for other WordPress SEO plugins
es: Importa funcionalidades de otros plugins de SEO para WordPress

source: Import &amp; Export functionality
es: Funcionalidad de importar y exportar

source: Multi-Site Compatible
es: Compatible con multisitio

source: Social Integration
es: Integración social

source: Edit your .htaccess and robots.txt file
es: Edita tus archivos .htaccess y robots.txt

source: Breadcrumbs
es: Migas de pan

source: RSS Optimization
es: Optimización RSS

source: XML Sitemaps
es: Mapas del sitio XML

source: Meta &amp; Link Elements
es: Elementos meta y enlaces

source: Technical WordPress Search Engine Optimization
es: Optimización técnica de WordPress en los motores de búsqueda

source: Page Analysis
es: Análisis de página

source: Write better content with Yoast SEO
es: Escribe mejor contenido con Yoast SEO

source: The advanced section of the Yoast SEO meta box.
es: La sección avanzada de la caja meta de Yoast SEO

source: Example of the SEO analysis functionality.
es: Ejemplo de la funcionalidad de análisis SEO.

source: The fully configurable XML sitemap for Yoast SEO.
es: El mapa del sitio XML totalmente configurable por Yoast SEO.

source: The Yoast SEO plugin general meta box. You'll see this on edit post pages, for posts, pages and custom post types.
es: La caja meta general del plugin Yoast SEO. Verás esto en la edición de páginas, entradas y tipos de contenido personalizado.

source: Enhancements
es: Mejoras

source: Bugfixes
es: Soluciones a fallos

source: Fixes a bug where the whip notification can be shown multiple times.
es: Soluciona un fallo por el que el aviso con rebote podría mostrarse varias veces.

source: For the changelog of earlier versions, please refer to the separate changelog.txt file.
es: Para registro de cambios de versiones anteriores, por favor, revisa el archivo changelog.txt.

source: Under the hood
es: Bajo el capó

source: Release Date: July 13th, 2017
es: Fecha de lanzamiento: 13 de julio de 2017

source: Release Date: July 25th, 2017
es: Fecha de lanzamiento: 25 de julio de 2017

source: Release Date: July 6th, 2017
es: Fecha de lanzamiento: 6 de julio de 2017
