Repository: Automattic/wp-translate
Catalog: wp-data/2017/wp-plugins-wordpress-seo-stable-readme-*.po
Languages: es

source: Improve your WordPress SEO: Write better content and have a fully optimized WordPress site using the Yoast SEO plugin.
es: Mejora el SEO de tu WordPress: Escribe mejor contenido y consigue un sitio WordPress completamente optimizado usando el plugin Yoast SEO.

source: Fixes a typo in the readme.txt, props <a href="https://github.com/rayrutjes">Raymond Rutjes</a>
es: Soluciona un problema de tipografía en readme.txt, gracias <a href="https://github.com/rayrutjes">Raymond Rutjes</a>

source: Fixes a performance issue related to calculating text link counts when saving a post.
es: Soluciona un problema de rendimiento relacionado con el cálculo del contador de enlaces de texto al guardar una entrada.

source: Fixes a bug where <code>remove_meta_if_default</code> and <code>dont_save_meta_if_default</code> don't return the given input value as default.
es: Soluciona un fallo por el que <code>remove_meta_if_default</code> y <code>dont_save_meta_if_default</code> no devuelve un valor introducido dado como valor por defecto.

source: Improves avatars on the credit page, props <a href="https://github.com/mikedehart">Mike DeHart</a>
es: Mejora los avatares en la página de agradecimientos, gracias <a href="https://github.com/mikedehart">Mike DeHart</a>

source: Adds a subheader on the notification dashboard to clarify problems and issues which are muted.
es: Añade una cabecera secundaria en el escritorio de avisos para simplificar la visualización de los problemas y errores silenciados.

source: Changes the column titles in the taxonomy list table to icons.
es: Cambia a iconos los títulos de columna en la tabla de la lista de taxonomías.

source: Adds support for third party sitemaps providers to be registered and used.
es: Añade compatibilidad con mapas del sitio de otros servicios para que puedan registrarse y utilizarse.

source: Adds a WordPress SEO Premium motivation on the social tabs.
es: Añade una incitación a probar WordPress SEO Premium en las pestañas sociales.

source: Adds a WordPress SEO Premium motivation box on Yoast SEO settings pages.
es: Añade una caja de incitación a probar WordPress SEO Premium en las páginas de ajustes de Yoast SEO.

source: Improves the readability feature for Dutch, English, French, German, Italian and Spanish.
es: Mejora la legibilidad para los idiomas danés, inglés, francés, alemán, italiano y español.

source: Adds support for importing of Jetpack SEO data.
es: Añade compatibilidad con la importación de datos de Jetpack SEO.

source: Adds the post-type and taxonomy identifiers on the titles and metas settings tab.
es: Añade identificadores de tipo de contenido y taxonomía en la pestaña de ajustes de títulos y metas.

source: Fixes an issue where the link columns would disappear after quick-editing a post.
es: Soluciona un error por el que las columnas de enlaces podrían desaparecer después de la edición rápida de una entrada.

source: Fixes a compatibility issue with WordPress 4.6.
es: Soluciona un problema de compatibilidad con WordPress 4.6.

source: Adds a feature toggle to disable the link counter tool &amp; link columns.
es: Añade un alternador de características para desactivar la herramienta del contador de enlaces y las columnas de enlaces.

source: Only load babel polyfill if it hasn't been loaded by another plugin yet.
es: Solo carga el polyfill de babel si no lo ha cargado ya otro plugin.

source: Fixes a fatal error that could occur when trying to save a post that has <code>&lt;a&gt;</code>-tags with invalid URLs in it.
es: Soluciona un error fatal que podía ocurrir al tratar de guardar una entrada que tuviese etiquetas <code>&lt;a&gt;</code>- con URLs no válidas.

source: Adds a banner for the structured data course.
es: Añade un banner para el curso de datos estructurados.

source: When there are posts or pages to reindex, a notice will be shown.
es: Cuando hay entradas o página que indexar se mostrará un aviso.

source: Introduces a database table to keep track of the linking structure. If the table cannot be created, a notification will be shown.
es: Introduce una tabla en la base de datos para el seguimiento de la estructura de enlaces. Si no se puede crear la tabla se mostrará un aviso.

source: Implements the extracted version of the Algolia Search which is now present in <code>yoast-components</code>.
es: Implementa la versión resumida de la búsqueda Algolia, que está ahora presente en <code>yoast-components</code>.

source: Changes recommended maximum sentence length for Italian from 20 to 25 words, based on more in-depth research.
es: Cambia la frase de la longitud máxima recomendada para el italiano de 20 a 25 palabras, basándose en una investigación más profunda.

source: Changes 'page title' to 'seo title' in the snippet preview.
es: Cambia 'título de página' a 'título seo' en la vista previa del snippet.

source: Adds Flesch Reading for Italian.
es: Añade la lectura del índice Flesch para el italiano.

source: Introduces a module that counts links in the content.
es: Introduce un módulo que cuenta enlaces en el contenido.

source: Fixes a bug where images via <code>https</code> were not working, props <a href="https://github.com/apfelbox">Jannik Zschiesche</a>.
es: Soluciona un fallo por el que las imágenes a través de <code>https</code> no funcionaban, gracias a <a href="https://github.com/apfelbox">Jannik Zschiesche</a>.

source: You're done!
es: ¡Lo lograste!

source: Go through the configuration wizard and set up the plugin for your site.
es: Ve al asistente de configuración y configura el plugin para tu sitio.

source: You should see (a notice to start) the Yoast SEO configuration wizard.
es: Deberías ver (un aviso al empezar) el asistente de configuración de Yoast SEO.

source: Go to "after activation" below.
es: Ve a "después de activar" abajo.

source: Activate Yoast SEO from your Plugins page.
es: Activa Yoast SEO desde tu página de plugins.

source: Search for 'Yoast SEO'
es: Busca por 'Yoast SEO'

source: Visit 'Plugins &gt; Add New'
es: Visita 'Plugins &gt; Añadir nuevo'

source: Manually
es: Manualmente

source: After activation
es: Después de activar

source: From within WordPress
es: Desde dentro de WordPress

source: You'll find answers to many of your questions on <a href="https://kb.yoast.com/kb/category/yoast-seo/">kb.yoast.com</a>.
es: Encontrarlas las respuestas a muchas de tus preguntas en <a href="https://kb.yoast.com/kb/category/yoast-seo/">kb.yoast.com</a>.

source: Easily import SEO data from other SEO plugins like All In One SEO pack, HeadSpace2 SEO and wpSEO.de.
es: Importa fácilmente datos SEO de otros plugins SEO como All in One SEO pack, HeadSpace2 SEO y wpSEO.de.

source: Example of the readability analysis functionality.
es: Ejemplo de la funcionalidad de análisis de legibilidad.

source: <strong>Premium Support</strong><br /> The Yoast team does not always provide active support for the Yoast SEO plugin on the WordPress.org forums. One-on-one email support is available to people who bought the <a href="https://yoast.com/wordpress/plugins/seo-premium/">Premium Yoast SEO plugin</a> only. Note that the Premium SEO plugin has several extra features too, including the option to have multiple focus keywords and a redirect manager, so it might be well worth your investment!
es: <strong>Soporte Premium</strong><br /> El equipo Yoast no siempre ofrece soporte activo del plugin Yoast SEO en los foros de WordPress.org. El soporte de respuesta inmediata está disponible solamente para quienes adquieren el <a href="https://yoast.com/wordpress/plugins/seo-premium/">plugin Premium Yoast SEO</a>. ¡Ten en cuenta que el plugin SEO tienes varias características extra que dan valor más que de sobra a tu inversión, incluyendo la opción de tener varias palabras clave objetivo y el gestor de redirecciones!

source: <strong>Bug Reports</strong><br /> Bug reports for Yoast SEO are <a href="https://github.com/Yoast/wordpress-seo">welcomed on GitHub</a>. Please note GitHub is <em>not</em> a support forum, and issues that aren't properly qualified as bugs will be closed.
es: <strong>Informes de fallos</strong><br /> Los informes de fallos para Yoast SEO son <a href="https://github.com/Yoast/wordpress-seo">bienvenidos en GitHub</a>. Por favor, date cuenta que GitHub <em>no</em> es un foro de soporte y los problemas que no estén correctamente identificados como fallos se cerrarán.

source: Activate the Yoast SEO plugin through the 'Plugins' menu in WordPress
es: Activa el plugin Yoast SEO desde el menú 'Plugins' en tu WordPress

source: Upload the <code>wordpress-seo</code> folder to the <code>/wp-content/plugins/</code> directory
es: Sube la carpeta <code>wordpress-seo</code> al directorio <code>/wp-content/plugins/</code>

source: For more info, check out the following articles:
es: Para más información revisa los siguientes artículos:

source: Be sure to also check out the premium <a href="https://yoast.com/wordpress/plugins/news-seo/">News SEO module</a> if you need Google News Sitemaps. It tightly integrates with Yoast SEO to give you the combined power of News Sitemaps and full Search Engine Optimization.
es: Asegúrate de probar también nuestro módulo premium <a href="https://yoast.com/wordpress/plugins/news-seo/">News SEO</a> si necesitas mapas del sitio para Google News. Se integra perfectamente con Yoast SEO para ofrecerte el poder combinado de los nuevos mapas de sitio de News y una optimización completa en los motores de búsqueda.

source: Currently a huge translation project is underway, translating Yoast SEO in as much as 24 languages. So far, the translations for French and Dutch are complete, but we still need help on a lot of other languages, so if you're good at translating, please join us at <a href="http://translate.yoast.com">translate.yoast.com</a>.
es: Actualmente se está llevando a cabo un enorme proyecto de traducción, traduciendo Yoast SEO a más de 24 idiomas. De momento están completas las traducciones al Español, Francés y Danés, pero todavía necesitamos ayuda en un montón de idiomas, así que si eres bueno traduciendo, por favor, únete a nosotros en <a href="http://translate.yoast.com">translate.yoast.com</a>.

source: Read <a href="https://yoast.com/all-in-one-seo-pack-migration/">this migration guide</a> if you still have questions about migrating from another SEO plugin to Yoast SEO.
es: Lee <a href="https://yoast.com/all-in-one-seo-pack-migration/">esta guía de migración</a> si aún tienes preguntas sobre cómo migrar desde otro plugin de SEO a Yoast SEO.

source: Should you have a need to import from another SEO plugin to Yoast SEO, or from a theme like Genesis or Thesis, you can use the <a href="http://wordpress.org/extend/plugins/seo-data-transporter/">SEO Data Transporter</a> plugin, which will easily convert your SEO meta data from and to a whole set of plugins like Platinum SEO, SEO Ultimate, Greg's High Performance SEO, and themes like Headway, Hybrid, WooFramework, Catalyst etc.
es: Si necesitas importar desde otro plugin de SEO a Yoast SEO, o desde un tema como Genesis o Thesis, puedes usar el plugin <a href="http://wordpress.org/extend/plugins/seo-data-transporter/">SEO Data Transporter</a>, que convierte fácilmente tus metadatos SEO a y desde un montón de plugins como Platinum SEO, SEO Ultimate, Greg's High Performance SEO y temas como Headway, Hybrid, WooFramework, Catalyst, etc.

source: If you've used All In One SEO Pack or HeadSpace2 before using this plugin, you might want to import all your old titles and descriptions. You can do that easily using the built-in import functionality. There's also import functionality for some of the older Yoast plugins, like Robots Meta and RSS footer.
es: Si ya has utilizado All in One SEO Pack o HeadSpace2 antes de usar este plugin, puede que quieras importar todos tus viejos títulos y descripciones. Puedes hacerlo fácilmente usando la utilidad de importación incluida. También importa funcionalidades como Robots Meta y RSS footer de los viejos plugins de Yoast.

source: If you have multiple blogs, setting up plugins like this one on all of them might seem like a daunting task. Except that it's not, because what you can do is simple: you set up the plugin once. You then export your settings and simply import them on all your other sites. It's that simple!
es: Si tienes varios blogs, configurar plugins como este en todos ellos puede ser una tarea tediosa. Pero no es así, porque lo puedes hacer muy fácil: configura el plugin solo una vez. Luego exporta tus ajustes y simplemente impórtalos en todos tus otros sitios. ¡Así de simple!

source: The Yoast SEO plugin, unlike some others, is fully Multi-Site compatible. The XML Sitemaps work fine in all setups and you even have the option, in the Network settings, to copy the settings from one blog to another, or make blogs default to the settings for a specific blog.
es: El plugin Yoast SEO, al contrario que otros, es totalmente compatible con multisitio. Los mapas del sitio XML funcionan bien en todas las configuraciones e incluso tienes la opción, en los ajustes de la red, de copiar ajustes de un blog a otro, o hacer que los ajustes de los blogs se apliquen por defecto a un blog específico.

source: SEO and Social Media are heavily intertwined. That's why this plugin also comes with a Facebook OpenGraph implementation and will soon also support Google+ sharing tags.
es: El SEO y el social media está fuertemente relacionados, es por eso que este plugin también contiene la implementación de Facebook OpenGraph y pronto también será compatible con las tags de compartir de Google+.

source: Using the built-in file editor, you can edit your WordPress blog's <code>.htaccess</code> and <code>robots.txt</code> file, giving you direct access to the two most powerful files, from an SEO perspective, in your WordPress install.
es: Usando el editor integrado puedes editar los archivos .htaccess y robots.txt de tus blogs WordPress, dándote acceso directo a los dos archivos más potentes, desde la perspectiva SEO, de tu instalación de WordPress.

source: Making your theme compatible isn't hard either, check <a href="https://kb.yoast.com/kb/implement-wordpress-seo-breadcrumbs/">these instructions</a>.
es: Hacer que tu tema sea compatible nunca ha sido tan fácil, revisa <a href="https://yoast.com/wordpress/plugins/breadcrumbs/">estas instrucciones</a>.

source: If your theme is compatible, and themes based on for instance Genesis or by WooThemes often are, you can use the built-in Breadcrumbs functionality. This allows you to create an easy navigation that is great for both users and search engines, and will support the search engines in understanding the structure of your site.
es: Si tu tema es compatible, y los temas basados en Genesis o los de WooThemes suelen serlo, puedes usar la funcionalidad incluida de migas de pan. Esto te permite crear una navegación sencilla, fantástica tanto para usuarios como para motores de búsqueda a la hora de comprender la estructura de tu sitio.

source: Are you being outranked by scrapers? Instead of cursing at them, use them to your advantage! By automatically adding a link to your RSS feed pointing back to the original article, you're telling the search engine where they should be looking for the original. This way, the Yoast SEO plugin increases your own chance of ranking for your chosen keywords and gets rid of scrapers in one go!
es: ¿Te están penalizando los sitios que roban contenido? En vez de pelearte con ellos ¡úsalos para tu beneficio! Añadiendo automáticamente un enlace a tu feed RSS que apunte al artículo original le estás diciendo al motor de búsqueda que debería buscar el original. De este modo, ¡el plugin Yoast SEO incrementa tus oportunidades de posicionar en tus palabras clave elegidas y de paso te libras de los sitios que roban contenido!

source: Because of using <a href="https://yoast.com/xsl-stylesheet-xml-sitemap/">XSL stylesheets for these XML Sitemaps</a>, the XML sitemaps are easily readable for the human eye too, so you can spot things that shouldn't be in there.
es: Gracias al uso de <a href="https://yoast.com/xsl-stylesheet-xml-sitemap/">hojas de estilo XSL en estos mapas del sitio XML</a>, los mapas del sitio XML son fácilmente leíbles también por el ojo humano, así puedes descubrir cosas que no deberían estar ahí.

source: These XML Sitemaps will even work on large sites, because of how they're created, using one index sitemap that links to sub-sitemaps for each 1,000 posts. They will also work with custom post types and custom taxonomies automatically, while giving you the option to remove those from the XML sitemap should you wish to.
es: Estos mapas del sitio XML funcionarán incluso en sitios enormes, debido al modo en que están creados, ya que usan un índice de mapa del sitio que enlaza a sub-mapas del sitio por cada 1.000 publicaciones. También funcionan automáticamente con los tipos de publicaciones y taxonomías personalizadas, al tiempo que te ofrecen la posibilidad de quitar los que quieras del mapa del sitio XML.

source: The Yoast SEO plugin has the most advanced XML Sitemaps functionality in any WordPress plugin. Once you check the box, it automatically creates XML sitemaps and notifies Google &amp; Bing of the sitemaps' existence. These XML sitemaps include the images in your posts &amp; pages too, so that your images may be found better in the search engines too.
es: El plugin Yoast SEO tiene la funcionalidad más avanzada de mapas del sitio XML de todos los plugins WordPress. Una vez activas la casilla, crea automáticamente mapas del sitio XML y avisa a Google y Bing de la existencia de los mapas del sitio. Estos mapas del sitio XML incluyen también las imágenes de tus entradas y páginas, así que tus imágenes también las encontrarán mejor los motores de búsqueda.

source: WordPress itself only shows canonical link elements on single pages, but Yoast SEO makes it output canonical link elements everywhere. Google has recently announced they would also use <code>rel="next"</code> and <code>rel="prev"</code> link elements in the <code>head</code> section of your paginated archives. This plugin adds those automatically. See <a href="https://yoast.com/rel-next-prev-paginated-archives/">this post</a> for more info.
es: WordPress por su cuenta solo muestra elementos de enlaces canonical en páginas sencillas. Yoast SEO muestra elementos de enlaces canonical en todas partes. Google ha anunciado recientemente que deberíamos utilizar los elementos de enlace <code>rel="next"</code> y <code>rel="prev"</code> en la sección <code>head</code> de tus archivos con paginación, este plugin los añade automáticamente, echa un vistazo a [esta entrada](https://yoast.com/rel-next-prev-paginated-archives/ title="rel=next &amp; rel=prev for paginated archives") para más información.

source: With the Yoast SEO plugin you can control which pages Google shows in its search results and which pages it doesn't show. By default, it will tell search engines to index all of your pages, including category and tag archives, but to only show the first pages in the search results. It's not very useful for a user to end up on the third page of your "personal" category, right?
es: Con el plugin Yoast SEO puedes controlar en qué páginas Google muestra resultados de búsqueda y en cuáles no. Por defecto, dirá a los buscadores que indexen todas las páginas, incluyendo categorías y etiquetas de archivo, pero solo muestra las primeras páginas en los resultados de búsqueda. No es muy útil para un usuario terminar en la tercera página de su categoría personal, ¿verdad?

source: While out of the box WordPress is pretty good for SEO, it needs some tweaks here and there. This Yoast SEO plugin guides you through some of the settings needed, for instance by reminding you to enable pretty permalinks. But it also goes beyond that, by automatically optimizing and inserting the meta tags and link elements that Google and other search engines like so much:
es: Aunque WordPress por sí mismo es bastante bueno para el SEO necesita algunos ajustes por aquí y allá. El plugin Yoast SEO te guía a través de algunos ajustes necesarios, por ejemplo, recordándote que actives los enlaces permanentes bonitos. Pero también va más allá, optimizando automáticamente e insertando las meta tags y elementos de enlaces que a Google y otros motores de búsqueda tanto le gustan:

source: Combined, this plugin makes sure that your content is the type of content search engines will love!
es: ¡En conjunto, este plugin se asegura de que tu contenido es el tipo de contenido que les encanta a los motores de búsqueda!

source: The plugin also allows you to write meta titles and descriptions for all your category, tag and custom taxonomy archives, giving you the option to further optimize those pages.
es: El plugin también te permite escribir títulos y descripciones meta para todos los archivos de categorías, etiquetas y taxonomías personalizadas, dándote la posibilidad de optimizar aún más esas páginas.

source: The Yoast SEO plugins <a href="https://yoast.com/content-seo-wordpress-linkdex/">Page Analysis</a> functionality checks simple things you're bound to forget. It checks, for instance, if you have images in your post and whether they have an alt tag containing the focus keyword for that post. It also checks whether your posts are long enough, whether you've written a meta description and if that meta description contains your focus keyword, if you've used any subheadings within your post, etc. etc.
es: La funcionalidad del plugin Yoast SEO de <a href="https://yoast.com/content-seo-wordpress-linkdex/">análisis de página</a> comprueba cosas sencillas que podrías olvidar. Comprueba, por ejemplo, si hay imágenes en tu publicación y si tienen la etiqueta alt y esta contiene la palabra clave objetivo de esa publicación. También comprueba si tus publicaciones son lo suficientemente largas, si has escrito una meta description y si esa meta description contiene tu palabra clave objetivo, si necesitas algún subtítulo dentro de tu publicación, etc, etc.

source: Using the snippet preview, you can see a rendering of what your post or page will look like in the search results, whether your title is too long or too short, and whether your meta description makes sense in the context of a search result. This way the plugin will help you not only increase rankings but also increase the click through rate for organic search results.
es: Usando la vista previa del snippet verás una muestra de cómo se verá tu entrada o página en los resultados de búsqueda, si tu título es demasiado largo o corto y si tu meta description tiene sentido en el contexto del resultado de búsqueda. De este modo el plugin te ayudará no solo a mejorar en los rankings sino también a incrementar el <em>click through</em> en los resultados de búsqueda orgánicos.

source: You should also check out the <a href="https://yoast.com/wordpress/plugins/local-seo/">Yoast Local SEO</a>, <a href="https://yoast.com/wordpress/plugins/news-seo/">Yoast News SEO</a> and <a href="https://yoast.com/wordpress/plugins/video-seo/">Yoast Video SEO</a> extensions to Yoast SEO. These of course come with support too.
es: También deberías echar un vistazo a las extensiones para Yoast SEO <a href="https://yoast.com/wordpress/plugins/local-seo/">Yoast Local SEO</a>, <a href="https://yoast.com/wordpress/plugins/news-seo/">Yoast News SEO</a> y <a href="https://yoast.com/wordpress/plugins/video-seo/">Yoast Video SEO</a> que, por supuesto, también tienen soporte.
