Repository: Automattic/wp-translate
Catalog: automl-translated/wpcom-2017-2015-diff.po
Languages: es

source: Jetpack %(version)s is required. {{link}}Update now{{/link}}
es: Se necesita Jetpack% (version) s. {{link}} Actualizar ahora {{/ link}}

source: City updated. Listing events near %s.
es: Ciudad actualizada. Listado de eventos cerca de% s.

source: Attend an upcoming event near you.
es: Asiste a un próximo evento cerca de ti.

source: Enter your closest city to find nearby events.
es: Introduce la ciudad más cercana para encontrar eventos cercanos.

source: There aren&#8217;t any events scheduled near you at the moment. Would you like to <a href="%s">organize one</a>?
es: No hay eventos programados cerca de ti en este momento. ¿Te gustaría <a href="%s">organizar uno</a> ?

source: There aren&#8217;t any events scheduled near %1$s at the moment. Would you like to <a href="%2$s">organize one</a>?
es: No hay eventos programados cerca de% 1 $ s en este momento. ¿Te gustaría <a href="%2$s">organizar uno</a> ?

source: We couldn&#8217;t locate %s. Please try another nearby city. For example: Kansas City; Springfield; Portland.
es: No hemos podido localizar% s. Por favor, prueba con otra ciudad cercana. Por ejemplo: Kansas City; Springfield; Portland.

source: Attend an upcoming event near %s.
es: Asiste a un próximo evento cerca de% s.

source: Edit city
es: Editar ciudad

source: An error occurred. Please try again.
es: Ha ocurrido un error. Por favor, vuelve a intentarlo.

source: (opens in a new window)
es: (se abre en una nueva ventana)

source: WordPress Events and News
es: Eventos y noticias de WordPress

source: Invalid API response code (%d)
es: Código de respuesta API no válido (% d)

source: When you first signed up for a WordPress.com account we sent you an email. Please open it and click on the blue button to verify your email address.
es: Cuando te registraste por primera vez en una cuenta de WordPress.com te enviamos un correo electrónico. Ábrelo y haz clic en el botón azul para verificar tu dirección de correo electrónico.

source: Verifying your email allows us to assist you if you ever lose access to your account in the future.
es: Verificar tu correo electrónico nos permite ayudarte si alguna vez pierdes el acceso a tu cuenta en el futuro.

source: Sorry, %s files are not supported — please make sure your image is in JPG, GIF, or PNG format.
es: Lo sentimos, los archivos% s no son compatibles. Por favor, asegúrate de que tu imagen esté en formato JPG, GIF o PNG.

source: Sorry, images of that filetype are not supported — please make sure your image is in JPG, GIF, or PNG format.
es: Lo sentimos, las imágenes de ese tipo de archivo no son compatibles. Por favor, asegúrate de que tu imagen esté en formato JPG, GIF o PNG.

source: Verify your email
es: Verificar tu correo electrónico

source: {{p}}The avatar you use on WordPress.com comes from {{ExternalLink}}Gravatar{{/ExternalLink}}, a universal avatar service (it stands or "Global Avatar," get it?).{{/p}}{{p}}Your image may also appear on other sites using Gravatar whenever you're logged in with your email address %(email)s.{{/p}}
es: {{p}} El avatar que usas en WordPress.com viene de {{ExternalLink}} Gravatar {{/ ExternalLink}}, un servicio de avatar universal (en inglés o &quot;Global Avatar&quot;, ¿entiendes?). {{/ p }} {{p}} Tu imagen también puede aparecer en otros sitios que usen Gravatar cada vez que hayas iniciado sesión con tu dirección de correo electrónico% (email) s. {{/ p}}

source: Hmm, your new Gravatar was not saved. Please try uploading again.
es: Hmm, tu nuevo Gravatar no fue guardado. Intenta subir de nuevo.

source: You successfully uploaded a new Gravatar — looking sharp!
es: Has subido con éxito un nuevo Gravatar: ¡tienes buen aspecto!

source: Your queue is clear.
es: Tu cola es clara.

source: No new comments yet.
es: No hay comentarios nuevos todavía.

source: No approved comments.
es: No hay comentarios aprobados.

source: No spam comments.
es: No hay comentarios de spam.

source: No deleted comments.
es: Sin comentarios eliminados.

source: Import content from another WordPress or Medium site.
es: Importar contenido desde otro sitio de WordPress o Medium.

source: Export content from your site. You own your data.
es: Exportar contenido de tu sitio. Eres el propietario de tus datos.

source: Change My Photo
es: Cambiar mi foto

source: Comment approved.
es: Comentario aprobado.

source: Comment unapproved.
es: Comentario no aprobado.

source: Comment marked as spam.
es: Comentario marcado como spam.

source: Comment moved to trash.
es: Comentario movido a la papelera.

source: Comment deleted permanently.
es: Comentario eliminado permanentemente.

source: .FR Registration
es: Registro .FR

source: Who's this domain for?
es: ¿Para quién es este dominio?

source: An individual
es: Un individuo

source: A company or organization
es: Una empresa u organización

source: Country of Birth
es: País de nacimiento

source: City of Birth
es: Ciudad de nacimiento

source: EU Trademark Number
es: Número de marca de la UE

source: Could not retrieve comments for “%(postTitle)s”
es: No se han podido recuperar los comentarios para &quot;% (postTitle) s&quot;

source: Could not retrieve comments for requested post
es: No se han podido recuperar los comentarios de la entrada solicitada

source: Rewind to this day
es: Rebobina a este día

source: %d Event
es: %d evento

source: Delete scheduled share
es: Borrar recurso compartido programado

source: Do you want to delete the scheduled share?
es: Compartir ¿Quieres eliminar el recurso compartido programado?

source: Insert/edit media
es: Insertar / editar medios

source: Insert/edit code sample
es: Insertar / editar muestra de código

source: Date/time
es: Fecha / hora

source: Id should start with a letter, followed only by letters, numbers, dashes, dots, colons or underscores.
es: Id debe comenzar con una letra, seguida únicamente de letras, números, guiones, puntos, dos o caracteres de subrayado.

source: Your session has expired, please go back to the login screen.
es: Tu sesión ha expirado, por favor, vuelve a la pantalla de inicio de sesión.

source: You can only request a code via text message once per minute. Please wait and try again.
es: Solo puedes solicitar un código por mensaje de texto una vez por minuto. Por favor, espera e inténtalo de nuevo.

source: Your Antispam key is valid.
es: Tu clave antispam es válida.

source: Your site is protected from spam.
es: Tu sitio está protegido contra el spam.

source: There's a problem with your Antispam API key.
es: Hay un problema con tu clave de Antispam API.

source: Your site needs an Antispam key.
es: Tu sitio necesita una clave Antispam.

source: Learn more about spam filtering.
es: Saber más sobre el filtrado de spam.

source: Your API Key
es: Tu clave API

source: If you don't already have an API key, then {{link}}get your API key here{{/link}}, and you'll be guided through the process of getting one in a new window.
es: Si todavía no tienes una clave API, {{link}} obtén tu clave API aquí {{/ link}}, y te guiará a través del proceso de conseguir una en una nueva ventana.

source: Spam filtering
es: Filtrado de spam

source: Schedule post
es: Programar entrada

source: We are writing your shares to the calendar…
es: Estamos escribiendo tus participaciones en el calendario ...

source: Scheduling share failed. Please don't be mad.
es: Error en la programación del recurso compartido. Por favor, no te enojes.

source: Displays a list and calendar of upcoming events from Eventbrite &mdash; the world's largest self-serve event ticketing and event registration platform.
es: Muestra una lista y un calendario de los próximos eventos de Eventbrite, la plataforma de entradas y eventos para eventos más grande del mundo.

source: Your SEO settings are managed by the following plugin: %(pluginName)s
es: Tu configuración SEO está gestionada por el siguiente plugin:% (pluginName) s

source: View Plugin
es: Ver plugin

source: Version %(newPluginVersion)s is available
es: La versión% (newPluginVersion) s está disponible

source: Please enable "third-party cookies" to connect your Google account.
es: Por favor habilita &quot;cookies de terceros&quot; para conectar tu cuenta de Google.

source: We couldn't load your devices, please try again.
es: No hemos podido cargar tus dispositivos. Inténtalo de nuevo.

source: Existing WordPress.com site
es: Sitio existente de WordPress.com

source: Use with a site you already started. Free domain included with all plans.
es: Úselo con un sitio que ya hayas creado. Dominio gratuito incluido en todos los planes.

source: Choose your site?
es: Elige tu sitio?

source: <strong>Manage</strongDNS records using the Domain Connect API.
es: <strong>Administrar</strong> </strongDNS records using the Domain Connect API.

source: Domain Connect
es: Conexión de dominio

source: Failed to retrieve comments for site “%(siteName)s”
es: Error al recuperar los comentarios del sitio &quot;% (siteName) s&quot;

source: Failed to retrieve comments for your site
es: Error al recuperar los comentarios de tu sitio

source: Our %s discount has been extended!
es: ¡Nuestro% s descuento se ha ampliado!

source: Powered by VaultPress
es: Gestionado por VaultPress

source: Powered by Akismet
es: Desarrollado por Akismet

source: Spam Defense
es: Defensa contra spam

source: Leftover credit from your previous plan has been applied as a discount.
es: El crédito sobrante de tu plan anterior se ha aplicado como descuento.

source: To claim your discount now and jumpstart your site, click the button below and enter the code BIZA25 at checkout.
es: Para reclamar ahora tu descuento y poner en marcha tu sitio, haz clic en el botón de abajo e introduce el código BIZA25 en el proceso de compra.

source: Normally, it costs $299 a year, but we’re happy to offer you a <strong>25&#37; discount</strongon a one-year subscription today, bringing the total cost down to $224.25.
es: Normalmente, cuesta $ 299 al año, pero nos complace ofrecerle un <strong>descuento del 25%</strong> </strongon a one-year subscription today, bringing the total cost down to $224.25.

source: These features are now available in the WordPress.com Business plan.
es: Estas características ahora están disponibles en el plan de negocio de WordPress.com.

source: Claim my 25% discount
es: Reclamar mi 25% de descuento

source: To claim your discount now and jumpstart your site, click the button below and enter the code BIZWB25 at checkout.
es: Para reclamar ahora tu descuento y poner en marcha tu sitio, haz clic en el botón de abajo e introduce el código BIZWB25 al finalizar la compra.

source: That’s just $.60 a day you’d be investing into the growth of your website!
es: ¡Eso es sólo $ .60 por día que estarías invirtiendo en el crecimiento de tu sitio web!

source: These features are available to sites on the WordPress.com Business plan — normally, it costs $299 a year, but since you’ve purchased a WordPress.com plan for your site %s in the past, we’d like to offer you a <strong>25&#37; discount</strongon a one-year subscription, bringing the total cost down to $224.25.
es: Estas características están disponibles para los sitios del plan Business de WordPress.com; normalmente cuestan $ 299 al año, pero como has comprado un plan de WordPress.com para tu sitio% s en el pasado, nos gustaría ofrecerte un <strong>25% de descuento</strong> </strongon a one-year subscription, bringing the total cost down to $224.25.

source: Connect to use photos stored in your Google account directly inside the editor
es: Conectarse para utilizar las fotos almacenadas en tu cuenta de Google directamente dentro del editor

source: The plugin is not installed or active
es: El plugin no está instalado o activo

source: Change your site address.
es: Cambiar la dirección de tu sitio.

source: Automatically make your site look like your theme's demo.
es: Hacer que tu sitio se vea automáticamente como la demostración de tu tema.

source: Theme setup
es: Configuración del tema

source: Delete your content
es: Borrar tu contenido

source: Delete your site permanently
es: Borrar tu sitio permanentemente

source: Site Tools
es: Herramientas del sitio

source: Keep your site's address and current theme, but remove all posts, pages, and media so you can start fresh.
es: Guarda la dirección de tu sitio y el tema actual, pero quita todas las entradas, páginas y medios para que puedas comenzar de nuevo.

source: Delete all your posts, pages, media and data, and give up your site's address.
es: Borra todas tus entradas, páginas, archivos multimedia y datos, y abandona la dirección de tu sitio.

source: If you registered this domain through another registrar, you can <a href="%1$s" target="_blank">add the mapping</ato one of your blogs.
es: Si has registrado este dominio a través de otro registrador, puedes <a href="%1$s" target="_blank">añadir la asignación</a> </ato one of your blogs.

source: It looks like this domain <strong>may be available</strongfor registration. You can <a href="%1$s" target="_blank">register it and add the mapping</ato one of your blogs.
es: Parece que este dominio <strong>puede estar disponible</strong> </strongfor registration. You can <a href="%1$s" target="_blank"> <strong>registrarlo y añadir la asignación</strong> </ato one of your blogs.

source: We help site owners reach more than 409 million visitors each month, so whether “going big” means connecting with a few hundred engaged readers or reaching 23 million of them, we want your %s to be a successful one.
es: Ayudamos a los propietarios de sitios a llegar a más de 409 millones de visitantes cada mes, así que si &quot;ir en grande&quot; significa conectarse con unos cientos de lectores comprometidos o llegar a 23 millones de ellos, queremos que tu% s sea exitoso.

source: Did you know sites with a paid WordPress.com plan had <strong>34% more monthly page views</strongthan sites without one? Now, you can join the hundreds of thousands of site owners growing their audience each and every day.
es: ¿Sabías que los sitios con un plan pago de WordPress.com tuvieron un <strong>34% más de visitas mensuales a la página?</strong> </strongthan sites without one? Now, you can join the hundreds of thousands of site owners growing their audience each and every day.

source: Congratulations! You’ve officially completed the first step in creating a successful %1$s by signing up for %2$s.
es: ¡Enhorabuena! Has completado oficialmente el primer paso para crear un% 1 $ s satisfactorio registrándote para% 2 $ s.

source: User blocked invites
es: Invitaciones bloqueadas por el usuario

source: Already a member
es: Ya eres un miembro

source: Already following
es: Ya estoy siguiendo

source: We weren't able to add DNS records for this service. Please try again.
es: No hemos sido capaces de añadir registros de DNS para este servicio. Por favor, vuelve a intentarlo.

source: Hooray! We've successfully added DNS records for this service.
es: ¡Hurra! Hemos añadido registros de DNS para este servicio con éxito.

source: Search for a site above or explore Discover.
es: Busca un sitio arriba o explora Discover.

source: We value community feedback and would again love your input to guide the future of Jetpack.
es: Valoramos los comentarios de la comunidad y una vez más nos encantaría tu aporte para guiar el futuro de Jetpack.

source: Tell us how to improve Jetpack, and take 20% off all plans until June 18.
es: Cuéntanos cómo mejorar Jetpack y quita un 20% de descuento en todos los planes hasta el 18 de junio.

source: SEO settings aren't recognized by search engines while your site is Private.
es: Los motores de búsqueda no reconocen la configuración de SEO mientras tu sitio es Privado.

source: SEO settings aren't recognized by search engines while your site is Hidden.
es: Los motores de búsqueda no reconocen la configuración de SEO mientras tu sitio está oculto.

source: Speed up images and photos
es: Acelerar imágenes y fotos

source: Please enter a username or email address.
es: Por favor, introduce un nombre de usuario o correo electrónico.

source: Oops, that's not the right password. Please try again!
es: Vaya, esa no es la contraseña correcta. ¡Inténtalo de nuevo!

source: Hmm, that's not a valid verification code. Please double-check your app and try again.
es: Hmm, ese no es un código de verificación válido. Comprueba otra vez tu aplicación e inténtalo de nuevo.

source: Oops, looks like that's not the right address. Please try again!
es: Vaya, parece que esa no es la dirección correcta. ¡Inténtalo de nuevo!

source: We don't seem to have an account with that name. Double-check the spelling and try again!
es: Parece que no tenemos una cuenta con ese nombre. ¡Comprueba la ortografía e inténtalo de nuevo!

source: Hmm, we can't find a WordPress.com account with this username and password combo. Please double check your information and try again.
es: Hmm, no podemos encontrar una cuenta de WordPress.com con este nombre de usuario y contraseña. Por favor, comprueba tu información e inténtalo de nuevo.

source: This account hasn't been activated yet — check your email for a message from WordPress.com and click the activation link. You'll be able to log in after that.
es: Todavía no se ha activado esta cuenta: busca en tu correo un mensaje de WordPress.com y haz clic en el enlace de activación. Podrás acceder después de eso.

source: Sending you a text message…
es: Enviando un mensaje de texto ...

source: Site Stats module is disabled
es: El módulo de estadísticas del sitio está desactivado

source: Enable this to see detailed information about your traffic, likes, comments, and subscribers.
es: Habilítalo para ver información detallada sobre tu tráfico, me gusta, comentarios y suscriptores.

source: Enabled! You're collecting valuable data and insights.
es: Habilitado! Estás recopilando información y datos valiosos.

source: Your Authenticator app
es: Tu aplicación Authenticator

source: We don't support internationalized domains yet.
es: Todavía no admitimos dominios internacionalizados.

source: Or log in with your existing social profile:
es: O inicia sesión con tu perfil social existente:

source: This service is not supported.
es: Este servicio no es compatible.

source: The plan for this site was not provisioned by Jetpack Start.
es: El plan para este sitio no fue provisto por Jetpack Start.

source: Drop to upload profile photo
es: Sueltarte para cargar la foto de perfil

source: Learn more about Featured Images
es: Saber más sobre las imágenes destacadas

source: View likes on <post id=%d site=%d href="%s">your post</post>.
es: Ver &quot;Me gusta&quot; en <post id=%d site=%d href="%s"> tu entrada </post> .

source: Learn more about Privacy Protection.
es: Saber más sobre Privacy Protection.

source: We're proud to say that Jetpack improvements are largely driven by feedback from our wonderful user community.
es: Nos enorgullece decir que las mejoras de Jetpack se deben principalmente a los comentarios de nuestra maravillosa comunidad de usuarios.

source: Log in with your %s account to find amazing content from publishers around the world.</p>
es: Inicia sesión con tu cuenta% s para encontrar contenido sorprendente de editores de todo el mundo. </p>

source: Welcome to WordPress.com, the most dynamic community of bloggers, website creators, and intrepid readers on the web.
es: Bienvenido a WordPress.com, la comunidad más dinámica de blogueros, creadores de sitios web y lectores intrépidos en la web.

source: updated %s
es: % s actualizado

source: We're happy to announce that we've extended the sale until June 18. Use coupon code %1$s to receive 20%% off all Jetpack plans, which start at %2$s per year — or just %3$s with the discount.
es: Nos complace anunciar que hemos ampliado la venta hasta el 18 de junio. Utiliza el código de cupón% 1 $ s para recibir un 20 %% de descuento en todos los planes de Jetpack, que comienzan en% 2 $ s al año, o solo% 3 $ s con el descuento.

source: Every site needs a backup plan. Get yours today with a 20%% discount off all plans using the <strong>%s</strongcoupon code.
es: Cada sitio necesita un plan de respaldo. Consigue el tuyo hoy con un 20 %% de descuento en todos los planes con <strong>% s</strong> </strongcoupon code.

source: If this sounds scary, don't worry! Keeping a few simple things in mind will save you time and aggravation.
es: Si esto te parece aterrador, ¡no te preocupes! Ten en cuenta algunas cosas simples que te ahorrarán tiempo y molestias.

source: We're happy to announce that we've extended the sale until June 18. Use coupon code <strong>%1$s</strongto receive 20%% off all Jetpack plans, which start at %2$s per year — or just %3$s with the discount.
es: Nos complace anunciar que hemos ampliado la venta hasta el 18 de junio. Utiliza el código de descuento <strong>% 1 $ s</strong> </strongto receive 20%% off all Jetpack plans, which start at %2$s per year — or just %3$s with the discount.

source: <strong>P.S.</strongIf you’d like help with these new features, you can read more about %1$suploading a theme%2$s or %3$sinstalling a plugin%2$s, or start a live chat with one of our Happiness Engineers.
es: <strong>PD</strong> </strongIf you’d like help with these new features, you can read more about %1$suploading a theme%2$s or %3$sinstalling a plugin%2$s, or start a live chat with one of our Happiness Engineers.

source: Upload a Custom Theme
es: Sube un tema personalizado

source: Install a Plugin
es: Instalar un plugin

source: Since your site is on the WordPress.com Business plan, you have instant access to these new features &mdash; click the buttons below to take them for a test drive.
es: Como tu sitio está en el plan de negocios de WordPress.com, tienes acceso instantáneo a estas nuevas funciones: haz clic en los botones de abajo para realizar una prueba de manejo.

source: and many more!
es: ¡y mucho más!

source: Looking to launch an email newsletter, try out popular search engine optimization tools, or build an online store? Check, check, and check. You now have access to thousands of third-party plugins like:
es: ¿Deseas lanzar un boletín por correo electrónico, probar herramientas populares de optimización de motores de búsqueda o construir una tienda en línea? Comprobar, comprobar y comprobar. Ahora tienes acceso a miles de plugins de terceros como:

source: Already have a WordPress theme? No problem.
es: ¿Ya tienes un tema de WordPress? No hay problema.

source: Keep on enjoying the features, security, and support of WordPress.com, but add more freedom and possibility! (Do we seem excited? It’s because we are!)
es: Sigue disfrutando de las características, seguridad y soporte de WordPress.com, ¡pero añades más libertad y posibilidad! (¿Parecemos emocionados? ¡Es porque lo somos!)

source: You can now choose from a whole universe of themes and plugins and easily add them to your existing WordPress.com site.
es: Ahora puedes elegir entre un universo completo de temas y plugins y añadirlos fácilmente a tu sitio existente de WordPress.com.

source: Over the years, many of you have told us that in order to build the site of your dreams, you need the ability to install themes and plugins. Well, as of today, you can!
es: A lo largo de los años, muchos de ustedes nos han dicho que para construir el sitio de sus sueños, necesitan la capacidad de instalar temas y plugins. ¡Bien, a partir de hoy, puedes!

source: A whole universe of themes and plugins awaits.
es: Todo un universo de temas y plugins te espera.

source: The Wait is Over! Upload any Plugin or Theme
es: ¡Se acabó la espera! Sube cualquier plugin o tema

source: Zoho Mail CNAME zb code
es: Código Zoho Mail CNAME zb

source: Set up %(providerName)s
es: Configurar% (providerName) s
