Repository: Automattic/wp-translate
Catalog: automl-translated/wpcom-2017-2015-diff.po
Languages: es

source: For extra security, the link can only be used one time and expires in one hour.
es: Para mayor seguridad, el enlace solo puede usarse una vez y caducará en una hora.

source: Hello! Here's the link you requested from WordPress.com.
es: ¡Hola! Este es el enlace que solicitaste a WordPress.com.

source: {{em}}%(name)s{{/em}} has been received. You'll get an email when your import is complete.
es: Se ha recibido {{em}}% (name) s {{/ em}}. Recibirás un correo electrónico cuando la importación esté completa.

source: {{strong}}Welcome!{{/strong}} Reader is a custom magazine. {{link}}Follow your favorite sites{{/link}} and their latest posts will appear here. {{span}}Read, like, and comment in a distraction-free environment.{{/span}}
es: {{strong}} ¡Bienvenido! {{/ strong}} Reader es una revista personalizada. {{link}} Sigue tus sitios favoritos {{/ link}} y aquí aparecerán sus últimas entradas. {{span}} Lee, me gusta y comenta en un entorno libre de distracciones. {{/ span}}

source: Start with %s
es: Comienza con% s

source: Make your site public or hidden to resolve.
es: Haz que tu sitio sea público u oculto para resolver.

source: Start a site now to unlock everything WordPress.com can offer.
es: Abre un sitio ahora para desbloquear todo lo que WordPress.com puede ofrecerte.

source: Twenty Seventeen brings your site to life with header video and immersive featured images. With a focus on business sites, it features multiple sections on the front page as well as widgets, navigation and social menus, a logo, and more. Personalize its asymmetrical grid with a custom color scheme and showcase your multimedia content with post formats. Our default theme for 2017 works great in many languages, for any abilities, and on any device.
es: Twenty Seventeen hace que tu sitio cobre vida con el vídeo de cabecera y las imágenes destacadas inmersivas. Con un enfoque en los sitios comerciales, cuenta con varias secciones en la página principal, así como widgets, navegación y menús sociales, un logotipo, y mucho más. Personaliza su cuadrícula asimétrica con un esquema de color personalizado y muestra tu contenido multimedia con formatos de entrada. Nuestro tema por defecto para 2017 funciona muy bien en muchos idiomas, para cualquier habilidad y en cualquier dispositivo.

source: There are no posts to display. <a href="%s" target="_blank">Want more traffic?</a>
es: No hay entradas para mostrar. <a href="%s" target="_blank">¿Deseas más tráfico?</a>

source: Types of pages to display:
es: Tipos de páginas a mostrar:

source: Join our affiliate program now
es: Únete a nuestro programa de afiliados ahora

source: Earn top commissions by promoting the Jetpack products WordPress professionals love.
es: Obtén las mejores comisiones promocionando los productos de Jetpack que aman a los profesionales de WordPress.

source: Partner with us.
es: Asóciate con nosotros.

source: Independent Publisher 2 is a clean and polished theme with a light color scheme, bold typography, and full-width images.
es: Independent Publisher 2 es un tema limpio y pulido con una combinación de colores claros, tipografía llamativa e imágenes de ancho completo.

source: Edit the design of your Accelerated Mobile Pages
es: Editar el diseño de tus páginas móviles aceleradas

source: Activate the AMP plugin
es: Activar el plugin de AMP

source: Install the AMP plugin
es: Instalar el plugin de AMP

source: Accelerated Mobile Pages (AMP)
es: Páginas móviles aceleradas (AMP)

source: AMP enables the creation of websites and ads that load near instantly, giving site visitors a smooth, more engaging experience on mobile and desktop.
es: AMP permite la creación de sitios web y anuncios que se cargan casi instantáneamente, ofreciendo a los visitantes del sitio una experiencia fluida y atractiva en dispositivos móviles y de escritorio.
