Repository: Automattic/wp-translate
Catalog: automl-translated/wpcom-2017-2015-diff.po
Languages: es

source: We've failed to validate using the given link.
es: No hemos podido validar utilizando el enlace dado.

source: Please try to request a new one or try the other methods.
es: Por favor, intenta solicitar uno nuevo o prueba los otros métodos.

source: We've run into an unexpected error. We're sorry!
es: Nos encontramos con un error inesperado. ¡Lo sentimos!

source: Contact WordPress.com Support and one of our Happiness Engineers will get you back on track.
es: Ponte en contacto con el soporte técnico de WordPress.com y uno de nuestros ingenieros de felicidad te ayudará a volver al buen camino.

source: You replied to this comment
es: Usted respondió a este comentario

source: Unblock user
es: Desbloquear usuario

source: Block user
es: Bloquear usuario

source: It's probably not something you often think about, but migrating a WordPress site is a common challenge for site owners.
es: Probablemente no es algo que pienses a menudo, pero la migración de un sitio de WordPress es un desafío común para los propietarios de sitios.

source: If so, don't fret.
es: Si es así, no te preocupes.

source: To continue this trend, we'd like to ask for your help by answering a few simple questions — we’ll use your answers to guide future development.
es: Para continuar con esta tendencia, nos gustaría pedir tu ayuda respondiendo unas simples preguntas: utilizaremos tus respuestas para guiar el desarrollo futuro.

source: Let us walk you through the process and show you how Jetpack can make it even easier.
es: Permítanos guiarlo a través del proceso y mostrarle cómo Jetpack puede hacerlo aún más fácil.

source: How-to: painless site migration using Jetpack
es: Procedimientos: migración del sitio indolora usando Jetpack

source: Did you miss out on our promotion during National Small Business Week earlier this month?
es: ¿Te perdiste nuestra promoción durante la Semana Nacional de la Pequeña Empresa a principios de este mes?

source: Complete the survey
es: Completa la encuesta

source: We're proud to say that Jetpack improvements are largely driven by feedback from our wonderful user community.
es: Nos enorgullece decir que las mejoras de Jetpack se deben principalmente a los comentarios de nuestra maravillosa comunidad de usuarios.

source: We need your input
es: Necesitamos tu entrada

source: I can't access my phone
es: No puedo acceder a mi teléfono

source: If you can't access your phone enter one of the 10 backup codes that were provided when you set up two-step authentication to continue.
es: Si no puedes acceder a tu teléfono, introduce uno de los 10 códigos de seguridad que fueron provistos cuando configuras la autenticación en dos pasos para continuar.

source: Backup code
es: Código de seguridad

source: If you lose your device, accidentally remove the authenticator app, or are otherwise locked out of your account, the only way to get back in to your account is by using a backup code.
es: Si pierdes tu dispositivo, si accidentalmente eliminas la aplicación de autenticación o si estás bloqueado de tu cuenta, la única forma de volver a acceder a tu cuenta es mediante el uso de un código de seguridad.

source: Have a theme or plugin you need to install to build the site you want? Now you can! Learn more about {{pluginLink}}installing plugins{{/pluginLink}} and {{themeLink}}uploading themes{{/themeLink}} today.
es: ¿Tienes un tema o un plugin que necesites instalar para compilar el sitio que quieres? ¡Ahora puedes! Obtén más información sobre cómo {{pluginLink}} instalar plugins {{/ pluginLink}} y {{themeLink}} subir temas {{/ themeLink}} hoy.

source: Sorry, you can't use this password either because it's not strong enough or you have used that as one of your previous passwords.
es: Disculpa, no puedes usar esta contraseña porque no es lo suficientemente sólida o porque has utilizado esa contraseña como una de tus contraseñas anteriores.

source: Sorry, no followed sites match {{italic}}%s.{{/italic}}
es: Lo sentimos, no se han encontrado sitios similares {{italic}}% s. {{/ Italic}}

source: Sorry, no sites match {{italic}}%s.{{/italic}}
es: Disculpa, ningún sitio coincide con {{italic}}% s. {{/ Italic}}

source: Schedule your social messages in advance.
es: Programar tus mensajes sociales con antelación.

source: Remove all advertising from your site.
es: Eliminar toda la publicidad de tu sitio.

source: Enjoy live chat support.
es: Disfruta de asistencia por chat en directo.

source: We sent a push notification to your {{strong}}WordPress mobile app{{/strong}}. Once you get it and swipe or tap to confirm, this page will update.
es: Hemos enviado una notificación automática a tu {{strong}} aplicación móvil de WordPress {{/ strong}}. Una vez que lo obtienes y deslizas o tocas para confirmar, esta página se actualizará.

source: Enter the code generated by your Authenticator mobile application.
es: Introduce el código generado por tu aplicación móvil Authenticator.

source: Code via text message
es: Código a través de mensaje de texto

source: I'll Keep It
es: Lo guardaré

source: Did you know that you can now use third-party plugins and themes on the WordPress.com Business plan? Claim a 25% discount when you upgrade your site today - {{b}}enter the code BIZC25 at checkout{{/b}}.
es: ¿Sabía que ahora puede usar plugins y temas de terceros en el plan de negocio de WordPress.com? Obtén un 25% de descuento cuando actualices tu sitio hoy; {{b}} introduce el código BIZC25 en el proceso de compra {{/ b}}.

source: New! Install Custom Plugins and Themes
es: ¡Nuevo! Instalar plugins y temas personalizados

source: Are you sure you want to cancel your subscription and lose access to these new features?
es: ¿Estás seguro de que deseas cancelar tu suscripción y perder el acceso a estas nuevas funciones?

source: <strong>P.S.</strongIf you’re looking to grow your audience and further customize your site, upgrading to WordPress.com Personal is the best next step (and you’ll only need to invest $3 a month). Click the button above and we’ll see you inside!
es: <strong>PD</strong> </strongIf you’re looking to grow your audience and further customize your site, upgrading to WordPress.com Personal is the best next step (and you’ll only need to invest $3 a month). Click the button above and we’ll see you inside!

source: We hope to hear from you soon,
es: Esperamos saber de ti pronto,

source: To get instant access to these features and more (for just $3 per month%sor $35.88 for one year), click the button below.
es: Para obtener acceso instantáneo a estas funciones y más (por solo $ 3 al mes% sor $ 35.88 por un año), haz clic en el botón de abajo.

source: Removal of WordPress.com ads on your site.
es: Eliminación de los anuncios de WordPress.com en tu sitio.

source: Access to email and live chat support.
es: Acceso a correo electrónico y soporte técnico por chat.

source: A custom domain name to help more visitors find and remember your site.
es: Un nombre de dominio personalizado para ayudar a más visitantes a encontrar y recordar tu sitio.

source: With WordPress.com Personal, you can expect access to valuable features like:
es: Con WordPress.com Personal, puedes esperar acceso a funciones valiosas como:

source: That’s why we want to celebrate your one-month anniversary by offering you an opportunity to upgrade to our WordPress.com Personal plan so you can claim a unique web address (we call it a custom domain name) for your site.
es: Es por eso que queremos celebrar tu aniversario de un mes ofreciéndote la oportunidad de actualizar a nuestro plan personal de WordPress.com para que puedas reclamar una dirección web única (lo llamamos un nombre de dominio personalizado) para tu sitio.

source: I'm Anne from WordPress.com, and I wanted to congratulate you on your first month building your website with us. It’s our goal to continue helping you grow your audience and spread your message.
es: Soy Anne de WordPress.com, y quería felicitarte por tu primer mes construyendo tu sitio web con nosotros. Nuestro objetivo es continuar ayudándote a hacer crecer tu público y difundir tu mensaje.

source: Hope to see you inside!
es: ¡Espero verte dentro!

source: Click the button above that best suits you, and start building the site you’ve always wanted.
es: Haz clic en el botón superior que mejor se adapte a ti y comienza a crear el sitio que siempre has deseado.

source: Buy for one year for $35.88
es: Comprar por un año por $ 35.88

source: Email and live chat support to get your site working just as you want.
es: Soporte por correo electrónico y por chat para que tu sitio funcione como lo deseas.

source: 6 GB of storage space for photos, videos, and audio files.
es: 6 GB de espacio de almacenamiento para fotos, videos y archivos de audio.

source: A free custom web address (we call it a domain name) to personalize your site.
es: Una dirección web personalizada y gratuita (lo llamamos un nombre de dominio) para personalizar tu sitio.

source: %sAre you a blogger?%s Check out WordPress.com Personal, which will give you the following tools you need to grow your audience:
es: % s¿Eres bloguero?% s echa un vistazo a WordPress.com Personal, que te dará las siguientes herramientas que necesitas para hacer crecer tu audiencia:

source: Buy for one year for $99
es: Comprar por un año por $ 99

source: 13 GB of storage space for photos, videos, and audio files.
es: 13 GB de espacio de almacenamiento para fotos, videos y archivos de audio.

source: The ability to make more money from your site with ads.
es: La posibilidad de ganar más dinero con anuncios en tu sitio.

source: %sAre you an entrepreneur or freelancer?%s Choose WordPress.com Premium, which includes:
es: % s¿Eres un emprendedor o un profesional independiente?% s Elige WordPress.com Premium, que incluye:

source: Buy for one year for $299
es: Comprar por un año por $ 299

source: Unlimited storage space for photos, videos, and audio files.
es: Espacio de almacenamiento ilimitado para fotos, vídeos y archivos de audio.

source: Advanced SEO tools to rank higher in search engines.
es: Herramientas avanzadas de SEO para obtener una posición más alta en los buscadores.

source: %sAre you a small business owner?%s WordPress.com Business is for you. Get access to valuable features that include:
es: % s¿Eres un pequeño empresario?% s WordPress.com Business es para ti. Accede a funciones valiosas que incluyen:

source: Depending on the type of website you’re building, we’ve got the perfect plan for you.
es: Según el tipo de sitio web que estés creando, tenemos el plan perfecto para ti.

source: At WordPress.com, we provide several tools that will help you customize your site, improve your search engine ranking, and attract more visitors to your site.
es: En WordPress.com, ofrecemos varias herramientas que te ayudarán a personalizar tu sitio, mejorar el ranking de tu motor de búsqueda y atraer más visitantes a tu sitio.

source: My name’s Anne and on behalf of everyone here at WordPress.com, I’d like to say, “Happy One-Month Anniversary!”
es: Me llamo Anne y, en nombre de todos los que están aquí en WordPress.com, me gustaría decir: &quot;¡Feliz Aniversario de un mes!&quot;

source: Add instant credibility and personality to your site.
es: Añade credibilidad y personalidad instantáneas a tu sitio.

source: A custom domain name for $3 a month
es: Un nombre de dominio personalizado por $ 3 al mes

source: Open up for tools to help you spread your message.
es: Abre herramientas para ayudarte a difundir tu mensaje.

source: Search or enter URL to follow…
es: Buscar o introducir la URL para seguir ...

source: Learn more about VideoPress.
es: Saber más sobre VideoPress.

source: Enable fast, ad-free video hosting
es: Activar el alojamiento de vídeos rápido y sin publicidad

source: Host fast, high-quality, ad-free video.
es: Alojar vídeos rápidos, de alta calidad y sin anuncios.

source: You are no longer a user on %(site)s and cannot manage this purchase.
es: Ya no eres un usuario en% (site) s y no puedes gestionar esta compra.

source: %(site)s has been disconnected from WordPress.com.
es: % (site) s ha sido desconectado de WordPress.com.

source: Not in use.
es: No está en uso.

source: "%(pageTitle)s" is the front page.
es: &quot;% (pageTitle) s&quot; es la página principal.

source: Front page is showing your latest posts.
es: La página principal muestra tus últimas entradas.

source: "%(pageTitle)s" page is showing your latest posts.
es: La página &quot;% (pageTitle) s&quot; muestra tus últimas entradas.

source: Replaces your site's free address with the domain %(domain)s, making it easier to remember and easier to share.
es: Reemplaza la dirección gratuita de tu sitio con el dominio% (domain) s, por lo que es más fácil de recordar y más fácil de compartir.

source: Logging In…
es: Iniciando sesión ...

source: Ready for more? Search our %1$sextensive support knowledge base%2$s, watch a %3$sshort tutorial video%4$s about the most popular features, or just hit reply and tell us how we can help!
es: ¿Listo para más? Busca en% 1 $ sextensive support knowledge base% 2 $ s, mira% 3 $ sshort tutorial video% 4 $ s sobre las funciones más populares o simplemente pulsa la tecla de respuesta y dinos cómo podemos ayudarte.

source: Want to bookmark these instructions for later or watch a how-to video? %1$sClick here%2$s for the full tutorial.
es: ¿Deseas marcar estas instrucciones como favoritas para verlas más tarde o ver un video instructivo? % 1 $ sHaz clic aquí% 2 $ s para el tutorial completo.

source: Every widget has options to customize -- test them out! You can always add or remove them, so have some fun exploring. Once you’re happy with your new widgets, hit Save & Publish to add them to your site.
es: Cada widget tiene opciones para personalizar, pruébalos. Siempre puedes añadirlos o eliminarlos, así que diviértete explorando. Una vez que estés contento con tus nuevos widgets, pulsa Guardar y publicar para añadirlos a tu sitio.

source: Click on + Add a Widget. Scroll through the list and pick one.
es: Haz clic en + Añadir un Widget. Desplázate por la lista y escoge uno.

source: Click on the Widgets tab and select the area where you want the widget to go, like the Sidebar (left or right column) or Footer (bottom) of your site.
es: Haz clic en la pestaña Widgets y selecciona el área donde quieres que vaya el widget, como la barra lateral (columna izquierda o derecha) o el pie de página (abajo) de tu sitio.

source: %1$sOpen the Customizer%2$s
es: % 1 $ sAbre el Customizer% 2 $ s

source: To add a widget,
es: Para añadir un widget,

source: One of my favorite parts of WordPress.com is the widgets -- little extras you can add to %1$s to include more content and functionality, like photo galleries or social media buttons. Adding widgets is a great way to instantly customize your site (and you don’t need to know any code)!
es: Una de mis partes favoritas de WordPress.com son los widgets, pequeños extras que puedes añadir a% 1 $ s para incluir más contenido y funcionalidad, como galerías de fotos o botones de redes sociales. ¡Añadir widgets es una gran manera de personalizar al instante tu sitio (y no necesitas saber ningún código)!

source: You’re off to a great start. I can’t wait to see what you publish next.
es: Has tenido un buen comienzo. No puedo esperar para ver lo que publicas a continuación.

source: Start publishing now
es: Comenzar a publicar ahora

source: Press Update to make it live.
es: Presiona Actualizar para que esté activo.

source: Click on your About page to edit it, and write a few lines about yourself or your website. Even two or three sentences is great!
es: Haz clic en tu página Acerca de para editarla y escribe algunas líneas sobre ti o tu sitio web. ¡Incluso dos o tres oraciones son geniales!

source: Head to %1$sMy Site Pages%2$s to see your pages.
es: Dirígete a% 1 $ sMi páginas de sitios% 2 $ s para ver tus páginas.

source: You can start publishing with just a few sentences, and a few steps. I always start with an “About” page, which is one of the first things your visitors will look for.
es: Puedes comenzar a publicar con solo unas pocas frases y unos pocos pasos. Siempre empiezo con una página &quot;Acerca de&quot;, que es una de las primeras cosas que buscarán tus visitantes.

source: Publishing the first few words can be the biggest obstacle -- putting yourself out there is a big step! Luckily, while finding the words might be hard, creating and editing a page isn't.
es: Publicar las primeras palabras puede ser el mayor obstáculo: ¡exponerte es un gran paso! Afortunadamente, si bien encontrar las palabras puede ser difícil, crear y editar una página no lo es.

source: Want to bookmark these instructions for later or watch a how-to video? %1$sClick here%2$s for the full tutorial, and look out for a few more tips from other WordPress.com staffers in your inbox. And have fun!
es: ¿Deseas marcar estas instrucciones como favoritas para verlas más tarde o ver un video instructivo? % 1 $ sHaz clic aquí% 2 $ s para el tutorial completo, y busca algunos consejos más de otros miembros del personal de WordPress.com en tu bandeja de entrada. ¡Y que te diviertas!

source: Personalize my Site Title
es: Personalizar el título de mi sitio

source: No worries if you change your mind later; you can edit your Site Title whenever you want.
es: No te preocupes si cambias de opinión más tarde; Puedes editar el título de tu sitio cuando lo desees.

source: Click the blue Save & Publish button to make it official!
es: ¡Haz clic en el botón azul de Guardar y publicar para que sea oficial!

source: Next, click on the Site Identity tab and type in your Site Title. This could be your name, your business name -- anything you want.
es: A continuación, haz clic en la pestaña Identidad del sitio y escribe tu título del sitio. Este podría ser tu nombre, el nombre de tu empresa, cualquier cosa que desees.

source: %1$sLaunch the Customizer%2$s. You’ll head here whenever you want to make design changes.
es: % 1 $ sInicia el personalizador% 2 $ s. Dirígete aquí cada vez que quieras hacer cambios en el diseño.

source: The first thing I always do to start personalizing a new website is to give it a name (or as we call it, a Site Title):
es: Lo primero que siempre hago para comenzar a personalizar un nuevo sitio web es darle un nombre (o como lo llamamos, un título del sitio):

source: Congratulations on creating %1$s, your very own piece of the web and the beginning of your online journey. We’re excited you’re here, and wanted to share a few tips to make sure you start on the right foot.
es: Enhorabuena por crear% 1 $ s, tu parte de la web y el comienzo de tu viaje en línea. Estamos muy contentos de que estés aquí y quisiste compartir algunos consejos para asegurarte de que comienzas con el pie derecho.

source: your site
es: tu sitio

source: Hi %1$s,
es: Hola% 1 $ s,

source: Jetpack Premium includes the Akismet and VaultPress plugins, which have been installed and configured automatically for you.
es: Jetpack Premium incluye los plugins Akismet y VaultPress, que se han instalado y configurado automáticamente.

source: New site
es: Nuevo sitio

source: Choose a theme, customize, and launch your site. Free domain included with all plans.
es: Elige un tema, personaliza e inicia tu sitio. Dominio gratuito incluido en todos los planes.

source: Just buy a domain
es: Solo compra un dominio

source: Show a "coming soon" notice on your domain. Add a site later.
es: Mostrar un aviso de &quot;próxima publicación&quot; en tu dominio. Añadir un sitio más tarde.

source: Please check back shortly.
es: Por favor, visítenos de nuevo en breve.

source: We are currently undergoing maintenance.
es: Actualmente estamos en mantenimiento.

source: {{strong}}%s{{/strong}} is currently under maintenance. Try one of these suggestions instead.
es: {{strong}}% s {{/ strong}} está actualmente en mantenimiento. Pruebe una de estas sugerencias en su lugar.

source: We don't offer domains with the {{strong}}%s{{/strong}} ending. Try one of these suggestions instead.
es: No ofrecemos dominios con el {{strong}}% s {{/ strong}} final. Pruebe una de estas sugerencias en su lugar.

source: Protect your site from data loss.
es: Protege tu sitio de la pérdida de datos.

source: Check out the %sTraffic section%s of your Settings page where you can:
es: Echa un vistazo a la sección de% s Traffic% s de tu página de Configuración donde puedes:

source: On blog pages, the number of posts to show per page.
es: En páginas de blog, el número de entradas a mostrar por página.

source: Site owner access required
es: Se requiere acceso del propietario del sitio

source: Only site owners are allowed to use this feature.
es: Sólo los propietarios de sitios pueden usar esta función.

source: Looking forward to speaking with you!
es: ¡Tengo ganas de hablar contigo!

source: You can sign up for a 30-minute session by clicking below:
es: Puedes registrarte para una sesión de 30 minutos haciendo clic a continuación:

source: My team and I can help you with anything you need for your site: design customization, Search Engine Optimization, monetizing your site, and more.
es: Mi equipo y yo podemos ayudarte con cualquier cosa que necesites para tu sitio: personalización del diseño, optimización del motor de búsqueda, monetización de tu sitio y mucho más.

source: Did you know we offer free personalized sessions exclusively to our Business users?
es: ¿Sabías que ofrecemos sesiones personalizadas y gratuitas exclusivamente para nuestros usuarios empresariales?

source: I noticed your site %s has a WordPress.com Business subscription — the most feature-packed plan on WordPress.com.
es: Me di cuenta de que tu sitio% s tiene una suscripción a WordPress.com Business, el plan más completo en WordPress.com.

source: P.S. Ready to renew your subscription right now? <a href="%s">Click here</ato make sure you have access to the customization, SEO, and analytics tools you need to grow your site.
es: PD: ¿Listo para renovar tu suscripción ahora mismo? <a href="%s">Haz clic aquí</a> </ato make sure you have access to the customization, SEO, and analytics tools you need to grow your site.

source: Schedule my personal orientation
es: Programar mi orientación personal

source: Letting an upgrade expire could cause changes to the way your site looks or a loss of custom domains. Sign up for a 30-minute session with our team instead.
es: Permitir que caduque una actualización podría provocar cambios en la apariencia de tu sitio o la pérdida de dominios personalizados. Regístrese para una sesión de 30 minutos con nuestro equipo en su lugar.

source: We offer personalized sessions to help you with design customization, Search Engine Optimization, or monetizing your site.
es: Ofrecemos sesiones personalizadas para ayudarte con la personalización del diseño, la optimización del motor de búsqueda o la monetización de tu sitio.

source: I noticed your site %s has a WordPress.com Business subscription that’s expiring soon. Is there anything I can help you with?
es: Me di cuenta de que tu sitio% s tiene una suscripción a WordPress.com Business que caducará pronto. ¿Hay algo con lo que te pueda ayudar?

source: Hello!
es: ¡Hola!

source: Checking in before your plan expires
es: Facturar antes de que expire tu plan

source: Can I help you with your website?
es: ¿Puedo ayudarte con tu sitio web?

source: Schedule your personal orientation session
es: Programar tu sesión de orientación personal

source: You can only request a recovery code via text message once per minute. Please wait and try again.
es: Solo puedes solicitar un código de recuperación a través de un mensaje de texto una vez por minuto. Por favor, espera e inténtalo de nuevo.

source: Following %s
es: Siguiendo% s
