Repository: Automattic/wp-translate
Catalog: automl-translated/wpcom-2017-2015-diff.po
Languages: es

source: Instant, hassle-free access to 165 beautiful themes that can be previewed, installed, and activated with just a single click. Additional theme customization tools allow you to make your site look exactly the way you want.
es: Acceso instantáneo y sin problemas a 165 bellos temas que se pueden previsualizar, instalar y activar con un solo clic. Las herramientas de personalización de temas adicionales te permiten hacer que tu sitio luzca exactamente como lo deseas.

source: Professional Themes
es: Temas profesionales

source: Now that you're up and running with %s, let's make sure you're up to speed on the other important services included with your plan.
es: Ahora que ya estás funcionando con% s, asegúrate de estar al día con los demás servicios importantes que se incluyen con tu plan.

source: Get to know your plan.
es: Conoce tu plan.

source: Learn more about your plan
es: Saber más sobre tu plan

source: With expedited support from our team of WordPress experts, We can help you resolve any security problems or concerns, and we can walk you through all of the Jetpack features to help you succeed with your site.
es: Con el apoyo acelerado de nuestro equipo de expertos de WordPress, podemos ayudarte a resolver cualquier problema de seguridad o inquietudes, y podemos mostrarte todas las funciones de Jetpack para ayudarte a tener éxito con tu sitio.

source: We offer the industry-leading anti-spam solution for WordPress. Jetpack is built to thwart the latest tactics from spammers — and we stop them before they get a chance to ruin your site and search engine rankings.
es: Ofrecemos la solución antispam líder de la industria para WordPress. Jetpack está diseñado para frustrar las tácticas más recientes de los spammers, y los detenemos antes de que tengan la oportunidad de arruinar tu sitio y el ranking de los motores de búsqueda.

source: Jetpack offers automatic backups of your entire site and all of its content, with unlimited storage. Your content is safely stored on our secure network. It's all optimized for WordPress and always available to get you back up and running as quickly as possible.
es: Jetpack ofrece copias de seguridad automáticas de todo tu sitio y de todo su contenido, con almacenamiento ilimitado. Tu contenido se almacena de forma segura en nuestra red segura. Todo está optimizado para WordPress y siempre está disponible para que vuelva a funcionar tan rápido como sea posible.

source: Daily Backups
es: Respaldos diarios

source: Your site is in good hands! Here are the important security services included with your plan:
es: ¡Tu sitio está en buenas manos! Estos son los servicios de seguridad importantes que se incluyen con tu plan:

source: Upgrade to a Business Plan to unlock the power of our SEO tools!
es: ¡Mejora a un plan de negocios para desbloquear el poder de nuestras herramientas de SEO!

source: Preview your site's content as it will appear on Facebook, Twitter, and the WordPress.com Reader.
es: Previsualiza el contenido de tu sitio tal como aparecerá en Facebook, Twitter y en WordPress.com Reader.

source: Control how page titles will appear on Google search results and social networks.
es: Controla cómo aparecerán los títulos de las páginas en los resultados de búsqueda de Google y en las redes sociales.

source: Customize your front page meta data to change how your site appears to search engines.
es: Personaliza los metadatos de tu página principal para cambiar la apariencia de tu sitio a los motores de búsqueda.

source: Check out %1$sBuild a Business Website%2$s &mdash; our free ten-day, self-guided course covering the basics you need to build a business website at your own pace, or one of our other site and blogging courses at %3$sBlogging University%4$s. If you have any questions while you’re working on your site, we’d love to help!
es: Echa un vistazo a% 1 $ sConstruir un sitio web empresarial% 2 $ s - nuestro curso gratuito de diez días que cubre lo básico que necesitas para crear un sitio web de negocios a tu propio ritmo, o uno de nuestros otros sitios y cursos de blog en% 3 $ sBlogging University% 4 $ s. Si tienes alguna pregunta mientras trabajas en tu sitio, ¡nos encantaría ayudarte!

source: Now that you’ve learned more about how your site can be found by search engines, there are some other ways you can attract visitors to your site with our tips about %1$sGetting More Views and Traffic%2$s.
es: Ahora que ya has aprendido más acerca de cómo los sitios web pueden ser encontrados por los motores de búsqueda, hay otras maneras en las que puedes atraer visitantes a tu sitio con nuestras sugerencias sobre% 1 $ sGetting Views and Traffic% 2 $ s.

source: Get More Traffic
es: Obtener más tráfico

source: You can try an unlimited number of themes, until you find the perfect fit for your site, so experiment away! Need some inspiration? Check out %1$sfour homepages, four different ways%2$s.
es: Puedes probar un número ilimitado de temas hasta que encuentres el sitio perfecto para tu sitio, ¡así que experimenta! ¿Necesitas algo de inspiración? Echa un vistazo a% 1 $ sfour páginas principales, de cuatro maneras diferentes% 2 $ s.

source: When you select a theme, ask yourself: how do you want your site to be perceived? What words would you use to describe it? Would it be professional yet friendly, or sophisticated and exclusive? Perhaps something else entirely? Brainstorm a few words and then enter those descriptors into the search box at the %1$sTheme Showcase%2$s. For example, here’s a list of themes returned by the term, "%3$sprofessional%4$s".
es: Cuando eliges un tema, pregúntate a ti mismo: ¿cómo quieres que se perciba tu sitio? ¿Qué palabras usarías para describirlo? ¿Sería profesional pero amigable, o sofisticado y exclusivo? ¿Quizás algo completamente diferente? Realiza una lluvia de ideas con algunas palabras y luego introduce esas descripciones en el cuadro de búsqueda% 1 $ sTheme Showcase% 2 $ s. Por ejemplo, aquí hay una lista de temas devueltos por el término &quot;% 3 $ sprofessional% 4 $ s&quot;.

source: On WordPress.com, your theme determines the overall design and appearance of your site, including things like page layout, widget locations, and default font and color choices. Your website's look and feel is a big part of your site's success, and we've got some resources to help you get it looking just right.
es: En WordPress.com, tu tema determina el diseño general y la apariencia de tu sitio, incluyendo elementos como el diseño de la página, las ubicaciones de los widgets y las opciones predeterminadas de fuente y color. La apariencia de tu sitio web es una gran parte del éxito de tu sitio, y tenemos algunos recursos para ayudarte a que se vea bien.

source: Not sure where to begin? Check out your favorite three websites like yours. Which pages do they have? List them. How do they organize their pages into menus to form site navigation? Looking for further inspiration? Check out %sMeasure Twice, Cut Once%s, a Daily Post article that covers site pages and content planning.
es: ¿No estás seguro por dónde empezar? Echa un vistazo a tus tres sitios web favoritos como el tuyo. ¿Qué páginas tienen? Listarlos. ¿Cómo organizan sus páginas en los menús para formar el sitio? ¿Buscas más inspiración? Echa un vistazo a% sMeasure Twice, Cut Once% s, un artículo de Daily Post que cubre las páginas del sitio y la planificación del contenido.

source: Starting out, you might think that your site's design is the primary consideration when building a successful website. In reality, your site's content &mdash; the information and photos on your pages &mdash; does all the talking for you when you can't be there to speak with your vistors in person.
es: Desde el principio, podrías pensar que el diseño de tu sitio es la consideración principal a la hora de crear un sitio web exitoso. En realidad, el contenido de tu sitio, la información y las fotos de tus páginas, habla por ti cuando no puedes hablar con tus visitantes en persona.

source: Welcome to WordPress.com! We want to share some resources to help you build the perfect site.
es: ¡Bienvenido a WordPress.com! Queremos compartir algunos recursos para ayudarte a construir el sitio perfecto.

source: Hello! Let's create your new site.
es: ¡Hola! Vamos a crear tu nuevo sitio.

source: Get a better idea of how your Jetpack Professional subscription is working hard to keep your site and content safe.
es: Obtén una mejor idea de cómo tu suscripción a Jetpack Professional está trabajando duro para mantener la seguridad de tu sitio y tu contenido.

source: Jetpack Professional has secured your site. Here is how it's keeping you safe.
es: Jetpack Professional ha asegurado tu sitio. Así es cómo te mantiene a salvo.

source: If you're not yet using these valuable services included with Jetpack Professional, you're missing out!
es: Si todavía no estás utilizando estos valiosos servicios incluidos en Jetpack Professional, ¡te lo estás perdiendo!

source: Don't forget about these important Jetpack Professional services.
es: No te olvides de estos servicios importantes de Jetpack Professional.

source: Your site is now in good hands. Let us show you how to get the most from your Jetpack Professional subscription.
es: Tu sitio ahora está en buenas manos. Déjanos mostrarte cómo aprovechar al máximo tu suscripción a Jetpack Professional.

source: Welcome to Jetpack Professional. Here is what you need to know.
es: Te damos la bienvenida a Jetpack Professional. Esto es lo que necesitas saber.

source: Get a better idea of how your Jetpack Premium subscription is working hard to keep your site and content safe.
es: Obtén una mejor idea de cómo tu suscripción a Jetpack Premium está trabajando duro para mantener la seguridad de tu sitio y tu contenido.

source: Jetpack Premium has secured your site. Here is how it's keeping you safe.
es: Jetpack Premium ha asegurado tu sitio. Así es cómo te mantiene a salvo.

source: Don't forget about these important Jetpack Premium services.
es: No te olvides de estos servicios importantes de Jetpack Premium.

source: Your site is now in good hands. Let us show you how to get the most from your Jetpack Premium subscription.
es: Tu sitio ahora está en buenas manos. Déjanos mostrarte cómo aprovechar al máximo tu suscripción a Jetpack Premium.

source: Welcome to Jetpack Premium. Here is what you need to know.
es: Bienvenido a Jetpack Premium. Esto es lo que necesitas saber.

source: Get a better idea of how your Jetpack Personal subscription is working hard to keep your site and content safe.
es: Obtén una mejor idea de cómo tu suscripción a Jetpack Personal está trabajando duro para mantener la seguridad de tu sitio y tu contenido.

source: Jetpack Personal has secured your site. Here is how it's keeping you safe.
es: Jetpack Personal ha asegurado tu sitio. Así es cómo te mantiene a salvo.

source: If you're not yet using these valuable services included with Jetpack Personal, you're missing out!
es: Si todavía no estás usando estos valiosos servicios incluidos en Jetpack Personal, ¡te lo estás perdiendo!

source: Don't forget about these important Jetpack Personal services.
es: No te olvides de estos importantes servicios personales de Jetpack.

source: Your site is now in good hands. Let us show you how to get the most from your Jetpack Personal subscription.
es: Tu sitio ahora está en buenas manos. Déjanos mostrarte cómo aprovechar al máximo tu suscripción a Jetpack Personal.

source: Welcome to Jetpack Personal. Here is what you need to know.
es: Bienvenido a Jetpack Personal. Esto es lo que necesitas saber.

source: We are unable to edit this video.
es: No podemos editar este vídeo.

source: Select a frame to use as the thumbnail image or upload your own.
es: Elige un marco para usar como imagen en miniatura o sube el tuyo.

source: Looking for WordPress Hosting?
es: ¿Buscas Alojamiento WordPress?

source: Looking for Hosting?
es: ¿Buscas Alojamiento?

source: To get instant access to these features and more (for just %s per month, billed yearly), click the button below.
es: Para obtener acceso instantáneo a estas funciones y más (solo por% s al mes, facturado anualmente), haz clic en el botón de abajo.

source: That’s why we want to celebrate your site’s one-month birthday by offering you an opportunity to upgrade to our WordPress.com Personal plan so you can claim a unique web address (we call it a custom domain name) for your site.
es: Es por eso que queremos celebrar el cumpleaños de un mes de tu sitio al ofrecerte la oportunidad de actualizar a nuestro plan personal de WordPress.com para que puedas reclamar una dirección web única (lo llamamos un nombre de dominio personalizado) para tu sitio.

source: I'm Anne from WordPress.com, and I wanted to congratulate you on your first month building your site %s with us. It’s our goal to continue helping you grow your audience and spread your message.
es: Soy Anne de WordPress.com, y quería felicitarte por tu primer mes construyendo tu sitio% s con nosotros. Nuestro objetivo es continuar ayudándote a hacer crecer tu público y difundir tu mensaje.

source: At WordPress.com, we provide several tools that will help you customize your site, improve your search engine ranking, and attract more visitors.
es: En WordPress.com, ofrecemos varias herramientas que te ayudarán a personalizar tu sitio, mejorar el ranking de tu motor de búsqueda y atraer más visitantes.

source: One month ago today, you made a great decision to create your site on WordPress.com. It looks like %s is off to a great start -- high-five!
es: Hoy hace un mes, tomaste la decisión de crear tu sitio en WordPress.com. Parece que% s ha tenido un gran comienzo, ¡choca esos cinco!

source: Happy one-month birthday to %s!
es: ¡Feliz cumpleaños de un mes a% s!

source: Congratulations and welcome to WordPress.com! You've officially completed the first step in creating a successful site by signing up for %s.
es: ¡Enhorabuena y bienvenido a WordPress.com! Has completado oficialmente el primer paso para crear un sitio exitoso registrándote en% s.

source: Order alphabetically
es: Ordenar alfabéticamente

source: Order chronologically
es: Ordenar cronológicamente

source: Edit plugin settings
es: Editar configuración de plugin

source: We couldn't load your notification settings, please try again.
es: No hemos podido cargar la configuración de las notificaciones. Inténtalo de nuevo.

source: Rewind error: %s
es: Error de rebobinado:% s

source: Search & Social
es: Búsqueda y Social

source: Start My Subscription
es: Comenzar mi suscripción

source: So if you want to start generating ad revenue from your site, click the button below to start your %s subscription.
es: Por lo tanto, si quieres empezar a generar ingresos publicitarios desde tu sitio, haz clic en el siguiente botón para iniciar tu suscripción a% s.

source: A small business idea is often built with little steps made one by one, WordPress makes is easy to do so.
es: Una idea para una pequeña empresa a menudo se construye con pequeños pasos hechos uno a uno, WordPress hace que sea fácil hacerlo.

source: With the professional looking website, I was even able to sell my board games and gain exposure to resellers. You can now find my games in brick and mortar shops around Australia. WordPress allowed me to add pages to my website when I needed them.
es: Con el sitio web de aspecto profesional, incluso pude vender mis juegos de mesa y exponerme a los revendedores. Ahora puedes encontrar mis juegos en las tiendas físicas de Australia. WordPress me permitió añadir páginas a mi sitio web cuando las necesitaba.

source: Having my own blog gave me a platform to show my work. Once I started getting some attention, I paid for the Premium Plan, which meant I could be more creative with how my blog looked. I have been really happy with the result and since I have updated my blog I have had lots more attention. I now have about 6000 followers, all over the world.
es: Tener mi propio blog me dio una plataforma para mostrar mi trabajo. Una vez que empecé a llamar la atención, pagué el Plan Premium, lo que significaba que podía ser más creativo con la apariencia de mi blog. He estado muy contento con el resultado y desde que actualicé mi blog he tenido mucha más atención. Ahora tengo unos 6000 seguidores en todo el mundo.

source: Perfect for entrepreneurs and freelancers who are looking for a little extra cash on the side
es: Perfecto para empresarios y autónomos que buscan un poco de dinero extra en el lateral

source: 13 GB of storage space for photos, videos, and audio files that will help you spread your message
es: 13 GB de espacio de almacenamiento para fotos, vídeos y archivos de audio que te ayudarán a difundir tu mensaje

source: The ability to monetize your website with ads
es: La posibilidad de monetizar tu sitio web con anuncios

source: Remember, when you sign up for %s, you’ll be well on your way to creating an awesome website that attracts lots of visitors and makes you money.
es: Recuerda, cuando te registres para% s, estarás encaminado a crear un sitio web impresionante que atraiga a muchos visitantes y te haga ganar dinero.

source: Complete My Upgrade
es: Completar mi actualización

source: To finish upgrading your site to %s, click the button below.
es: Para finalizar la actualización de tu sitio a% s, haz clic en el botón de abajo.

source: Perfect for bloggers who want to grow their audience
es: Perfecto para blogueros que quieren hacer crecer su audiencia

source: 6 GB of storage space for images, documents, and audio so you can spread your message in different formats
es: 6 GB de espacio de almacenamiento para imágenes, documentos y audio para que puedas difundir tu mensaje en diferentes formatos

source: A custom domain name that will help you get more visitors to your site
es: Un nombre de dominio personalizado que te ayudará a conseguir más visitas a tu sitio

source: Then, you’ll be well on your way to creating the site you’ve always wanted and that attracts lots of visitors every day.
es: Entonces, estarás en camino de crear el sitio que siempre has deseado y que atrae a muchos visitantes cada día.

source: All you have to do is finish putting in your information.
es: Todo lo que tienes que hacer es terminar de poner tu información.

source: It looks like you were <i>this</iclose to upgrading your site to %s. What a great decision you were about to make!
es: Parece que eras <i>esto</i> </iclose to upgrading your site to %s. What a great decision you were about to make!

source: Activate My Subscription
es: Activar mi suscripción

source: So if you want to start attracting more visitors to your site, click the link below to activate your %s subscription.
es: Por lo tanto, si deseas empezar a atraer más visitantes a tu sitio, haz clic en el siguiente enlace para activar tu suscripción de% s.

source: A small business idea is often built with little steps made one by one, WordPress.com makes is easy to do so.
es: Una pequeña idea de negocio a menudo se construye con pequeños pasos hechos uno a uno, WordPress.com hace que sea fácil hacerlo.

source: With the professional looking website, I was even able to sell my board games and gain exposure to resellers. You can now find my games in brick and mortar shops around Australia. WordPress.com allowed me to add pages to my website when I needed them.
es: Con el sitio web de aspecto profesional, incluso pude vender mis juegos de mesa y exponerme a los revendedores. Ahora puedes encontrar mis juegos en las tiendas físicas de Australia. WordPress.com me permitió añadir páginas a mi sitio web cuando las necesitaba.

source: WordPress.com was a great choice of platform to start a blog. The platform grew with my ideas and I was able to build a website around my blog in just a few clicks.
es: WordPress.com fue una gran elección de plataforma para comenzar un blog. La plataforma creció con mis ideas y pude crear un sitio web alrededor de mi blog con solo unos pocos clics.

source: WordPress.com is very user-friendly. It’s pretty intuitive, and it creates beautiful websites.
es: WordPress.com es muy fácil de usar. Es bastante intuitivo y crea sitios web bonitos.

source: Just check out what some of our users have to say:
es: Solo echa un vistazo a lo que dicen algunos de nuestros usuarios:

source: All the tools that come with WordPress.com Personal and Premium, including a custom domain name and the ability to monetize your site with ads
es: Todas las herramientas que vienen con WordPress.com Personal y Premium, incluyendo un nombre de dominio personalizado y la posibilidad de monetizar tu sitio con anuncios

source: Install third-party plugins and themes so you can get the exact look and functionality you want
es: Instala plugins y temas de terceros para que puedas obtener el aspecto y la funcionalidad exactos que deseas

source: Advanced SEO tools that help you beat your competition on the search engines
es: Herramientas avanzadas de SEO que te ayudan a vencer a tu competencia en los motores de búsqueda

source: That’s because you’ll get:
es: Eso es porque obtendrás:

source: Remember, when you sign up for %s, you’ll be well on your way to ranking higher in search engines, attracting more visitors, and making more money.
es: Recuerda, cuando te registres para% s, estarás en buen camino para subir de rango en buscadores, atraer más visitantes y ganar más dinero.

source: Looks like you were <i>this close</ito taking your site to the next level with the advanced SEO tools in %s. What a great decision you were about to make!
es: Parece que estuviste <i>tan cerca</i> </ito taking your site to the next level with the advanced SEO tools in %s. What a great decision you were about to make!

source: You already have this plan from this partner.
es: Ya tienes este plan de este socio.

source: Choose the software powering %s%% of the internet.
es: Elige el software que activa% s %% de Internet.

source: %s plans now offer access to thousands of WordPress plugins and themes!
es: ¡Los planes% s ahora ofrecen acceso a miles de plugins y temas de WordPress!

source: Display {{field /}} %s per page
es: Mostrar {{field /}}% s por página

source: Submitting for Review...
es: Enviando para revisión ...

source: Publishing...
es: Publicando ...

source: All selected comments approved.
es: Se han aprobado todos los comentarios seleccionados.

source: All selected comments unapproved.
es: Todos los comentarios seleccionados no aprobados.

source: All selected comments marked as spam.
es: Todos los comentarios seleccionados están marcados como spam.

source: All selected comments moved to trash.
es: Todos los comentarios seleccionados se movieron a la papelera.

source: All selected comments deleted permanently.
es: Todos los comentarios seleccionados se eliminan permanentemente.

source: Show tag counts
es: Mostrar conteos de etiquetas

source: URL to the %s video source file
es: URL del archivo fuente de vídeo% s

source: Sorry, we can&#8217;t display the video file type selected. Please select a supported video file (%1$s) or stream (YouTube or Vimeo) instead.
es: Lo sentimos, no podemos mostrar el tipo de archivo de vídeo seleccionado. Por favor, selecciona en su lugar un archivo de vídeo compatible (% 1 $ s) o transmisión (YouTube o Vimeo).

source: Video Widget
es: Widget de vídeo

source: Video Widget (%d)
es: Widget de vídeo (%d)

source: We can&#8217;t find that video. Check your <a href="%s">media library</aand make sure it wasn&#8217;t deleted.
es: No podemos encontrar ese video. Comprueba tu <a href="%s">biblioteca multimedia</a> </aand make sure it wasn&#8217;t deleted.

source: Edit Video
es: Editar vídeo

source: Replace Video
es: Reemplazar vídeo

# label for button in the video widget
source: Add Video
es: Añadir vídeo
