Repository: Automattic/wp-translate
Catalog: automl-translated/wpcom-2017-2015-diff.po
Languages: es

source: About
es: Acerca de

source: This is an example of a page. Unlike posts, which are displayed on your blog’s front page in the order they’re published, pages are better suited for more timeless content that you want to be easily accessible, like your About or Contact information. Click the Edit link to make changes to this page or <a title="Direct link to Add New Page in your Dashboard" href="%s">add another page</a>.
es: Este es un ejemplo de una página. A diferencia de las entradas, que se muestran en la portada de tu blog en el orden en que se publican, las páginas se adaptan mejor a un contenido más atemporal del que deseas que sea de fácil acceso, como tu información de contacto o de contacto. Haz clic en el enlace Editar para hacer cambios en esta página o <a title="Enlace directo a Agregar nueva página en tu Escritorio" href="%s">añadir otra página</a> .

source: Publishing…
es: Publicando ...

source: Share this:
es: Comparte esto:

source: about
es: sobre

source: Uncategorized
es: Sin categoría

source: Upload problem: %(error)s.
es: Problema de subida:% (error) s.

source: Disconnect from WordPress.com
es: Desconectarse de WordPress.com

source: You don't have any images.
es: No tienes ninguna imagen.

source: You don't have any videos.
es: No tienes ningún video.

source: You don't have any audio files.
es: No tienes ningún archivo de audio.

source: You don't have any documents.
es: No tienes ningún documento.

source: You don't have any media.
es: No tienes ningún medio.

source: This social account is already associated with a WordPress.com account.
es: Esta cuenta social ya está asociada a una cuenta de WordPress.com.

source: or use {{paypal/}}
es: o usa {{paypal /}}

source: {{strong}}Connect{{/strong}} to use photos stored in your Google account directly inside the editor. {{sup}}*{{/sup}}Note that new photos may take a few minutes to appear
es: {{strong}} Conéctate {{/ strong}} para usar las fotos almacenadas en tu cuenta de Google directamente desde el editor. {{sup}} * {{/ sup}} Ten en cuenta que las fotos nuevas pueden tardar unos minutos en aparecer

source: Premium themes are versatile, feature-loaded templates that can support your needs, whether you’ve got a business website or professional portfolio. Choose the Premium or Business plan for unlimited access to hundreds of premium themes.
es: Los temas Premium son plantillas versátiles, cargadas de funciones que pueden ser compatibles con tus necesidades, ya sea que tengas un sitio web comercial o una cartera profesional. Elige el plan Premium o Business para tener acceso ilimitado a cientos de temas premium.

source: Business plans now offer access to thousands of WordPress plugins and themes!
es: Los planes de negocio ahora ofrecen acceso a miles de plugins y temas de WordPress.

source: Find a unique style for your site: WordPress.com features hundreds of beautiful themes.<br<span class="lp-feature__hightlight">Purchased a WordPress theme elsewhere? No problem: the Business plan lets you install any theme you’d like.</span>
es: Encuentra un estilo único para tu sitio: WordPress.com presenta cientos de bellos temas. <br<span class="lp-feature__hightlight"> ¿Has comprado un tema de WordPress en otro lugar? No hay problema: el plan Business te permite instalar cualquier tema que desees.

source: If you're an existing Jetpack Professional customer, you have immediate access to these themes. Visit wordpress.com/themes to see what's available.
es: Si ya eres cliente de Jetpack Professional, tienes acceso inmediato a estos temas. Visita wordpress.com/themes para ver qué hay disponible.

source: If you're not yet a Jetpack Professional customer, you can benefit from a 50% introductory discount throughout July and August. Just use discount code PRO at checkout.
es: Si aún no eres un cliente de Jetpack Professional, puedes beneficiarte de un descuento introductorio del 50% durante julio y agosto. Simplemente usa el código de descuento PRO al momento del pago.

source: Share your story
es: Comparte tu historia

source: If you have an interesting site using Jetpack, we'd love to hear your story. Follow the link below to fill in a short survey, and we'll be in touch.
es: Si tienes un sitio interesante usando Jetpack, nos encantaría escuchar tu historia. Sigue el enlace de abajo para completar una breve encuesta y nos pondremos en contacto contigo.

source: We're looking for interesting sites making use of Jetpack plans and features to showcase on our blog and share with our readers.
es: Estamos buscando sitios interesantes que hagan uso de los planes y características de Jetpack para mostrar en nuestro blog y compartir con nuestros lectores.

source: The new feature lets you schedule specific times that your content will be automatically shared on sites like Twitter, Facebook, and LinkedIn. You can also preview your social updates before sending them, so you'll know exactly how they will look when they go out.
es: La nueva característica te permite programar horas específicas para que tu contenido se comparta automáticamente en sitios como Twitter, Facebook y LinkedIn. También puedes previsualizar tus actualizaciones sociales antes de enviarlas, para que sepas exactamente cómo se verán cuando se apaguen.

source: You can now schedule your social media posts in advance with Jetpack Premium and Professional.
es: Ahora puedes programar tus entradas en las redes sociales con antelación con Jetpack Premium y Professional.

source: Social Media Scheduling
es: Programación de redes sociales

source: If you're an existing Jetpack Professional customer, you have immediate access to these themes. Visit <a href="%s">wordpress.com/themes</ato see what's available.
es: Si ya eres cliente de Jetpack Professional, tienes acceso inmediato a estos temas. Visita <a href="%s">wordpress.com/themes</a> </ato see what's available.

source: If you're not yet a Jetpack Professional customer, you can benefit from a 50% introductory discount throughout July and August. Just use discount code <strong>PRO</strongat checkout.
es: Si aún no eres un cliente de Jetpack Professional, puedes beneficiarte de un descuento introductorio del 50% durante julio y agosto. Simplemente usa el código de descuento <strong>PRO</strong> </strongat checkout.

source: We're excited to announce that we are now bundling more than 200 premium WordPress themes with Jetpack Professional.
es: Nos complace anunciar que ahora estamos uniendo más de 200 temas premium de WordPress con Jetpack Professional.

source: Introducing Premium Themes
es: Presentamos temas Premium

source: Jetpack Professional now includes unlimited access to premium WordPress themes.
es: Jetpack Professional ahora incluye acceso ilimitado a los temas premium de WordPress.

source: New in Jetpack: Unlimited Premium Themes and More
es: Nuevo en Jetpack: temas Premium ilimitados y mucho más

source: Chat is temporarily closed.
es: El chat está cerrado temporalmente.

source: We're still available over email in the meantime. Chat will be back on Friday, July 21st!
es: Mientras tanto, todavía estamos disponibles por correo electrónico. ¡El chat volverá el viernes 21 de julio!

source: Chat with us over screenshare!
es: Chatea con nosotros a través de la función de compartir pantalla.

source: Click here to get one-on-one help with a Happiness Engineer.
es: Haz clic aquí para obtener ayuda uno a uno con un Ingeniero de la felicidad.

source: Enable WordAds by upgrading to Jetpack Premium
es: Habilitar WordAds actualizando a Jetpack Premium

source: Learn more about Ads.
es: Saber más sobre Ads.

source: Show ads on the first article on your home page or at the end of every page and post. Place additional ads at the top of your site and to any widget area to increase your earnings.
es: Mostrar anuncios en el primer artículo de tu página de inicio o al final de cada página y entrada. Coloca anuncios adicionales en la parte superior de tu sitio y en cualquier área de widgets para aumentar tus ingresos.

source: By activating ads, you agree to the Automattic Ads {{link}}Terms of Service{{/link}}.
es: Al activar los anuncios, aceptas las {{link}} Condiciones de Servicio {{/ link}} de Ads Automattic.

source: Enable ads and display an ad below each post
es: Habilitar anuncios y mostrar un anuncio debajo de cada entrada

source: Display an additional ad at the top of each page
es: Mostrar un anuncio adicional en la parte superior de cada página

source: View your earnings
es: Ver tus ganancias

source: Failed to retrieve comment for site “%(siteName)s”
es: Error al recuperar el comentario del sitio &quot;% (siteName) s&quot;

source: {{strong}}Almost there!{{/strong}} You can double-check your post’s settings below. When you’re happy, use the big green button to send your post out into the world!
es: {{strong}} ¡Ya casi! {{/ strong}} Puedes comprobar a continuación la configuración de las entradas. Cuando estés contento, utiliza el botón verde grande para enviar tu entrada al mundo.

source: Send Again
es: Enviar de nuevo

source: Your site is entirely backed up and scanned in real-time with unlimited storage and backup archive.
es: Tu sitio está completamente respaldado y escaneado en tiempo real con almacenamiento ilimitado y archivo de respaldo.

source: Business Class Security
es: Seguridad de clase ejecutiva

source: 200+ premium themes available for use on your site with built-in advanced customization tools.
es: Más de 200 temas premium disponibles para usar en tu sitio con herramientas de personalización avanzadas incorporadas.

source: Professional WordPress sites from start to finish.
es: Sitios profesionales de WordPress de principio a fin.

source: Jetpack Professional provides the design, tools, and support to bring your website to life.<br><br>Special 50% introductory discount with coupon code "<strong>PRO</strong>".
es: Jetpack Professional proporciona el diseño, las herramientas y el soporte para hacer que tu sitio web cobre vida. <br><br> Descuento especial de introducción del 50% con el código de descuento &quot; <strong>PRO</strong> &quot;.

source: Comment approved and reply submitted.
es: Comentario aprobado y respuesta enviada.

source: Reply submitted.
es: Respuesta enviada.

source: Approve and reply to %(commentAuthor)s…
es: Aprobar y responder a% (commentAuthor) s ...

source: Approve and reply to comment…
es: Aprobar y responder para comentar ...

source: Reply to comment…
es: Responder al comentario ...

source: Concierge Setup Service
es: Servicio de configuración de Concierge

source: Automatic Threat Resolution
es: Resolución automática de amenazas

source: <strong>Priority</strongSupport
es: <strong>Prioridad</strong> </strongSupport

source: <strong>Unlimited</strongVideo Hosting
es: <strong>Ilimitado</strong> </strongVideo Hosting

source: <strong>Unlimited</strongStorage and Archive
es: <strong>Ilimitado</strong> </strongStorage and Archive

source: <strong>Real-time</strongBackups
es: <strong>Tiempo real</strong> </strongBackups

source: Jetpack Professional
es: Profesional de Jetpack

source: Design, build, grow, and secure your site from start to finish.
es: Diseña, crea, desarrolla y protege tu sitio de principio a fin.

source: Professional Sites:
es: Sitios profesionales:

source: We give priority to our paying customers when responding to support requests which means you will get a faster resolution.
es: Damos prioridad a nuestros clientes que pagan al responder a las solicitudes de soporte, lo que significa que obtendrás una resolución más rápida.

source: What is priority support?
es: ¿Qué es soporte prioritario?

source: Professional WordPress Sites
es: Sitios profesionales de WordPress

source: Start with Professional
es: Comenzar con Professional

source: Jetpack Premium immediately puts you a step ahead of the game.<br><br>Your entire site is securely backed up, spam is automatically filtered, and all your code is scanned for malware daily.<br><br>You also get high-speed and ad-free video hosting and pre-approval to our ad program.
es: Jetpack Premium te pone inmediatamente un paso por delante del juego. <br><br> Todo tu sitio está guardado de forma segura, el spam se filtra automáticamente y todo el código se analiza en busca de malware a diario. <br><br> También obtienes alojamiento de vídeo y aprobación de vídeo de alta velocidad y sin pre-aprobación para nuestro programa de anuncios.

source: Elevate Your Online Presence
es: Eleva tu presencia en línea

source: Upgrade to Yearly
es: Actualizar a Yearly

source: Billed yearly, credit card expiring soon
es: Facturado anualmente, la tarjeta de crédito caducará pronto

source: Billed yearly, renews on %s
es: Facturado anualmente, se renueva en% s

source: Billed yearly, expires on %s
es: Facturado anualmente, vence el% s

source: Billed yearly, expired %(timeSinceExpiry)s
es: Facturado por año, expirado% (timeSinceExpiry) s

source: Billed yearly
es: Facturado anualmente

source: Billed monthly
es: Facturado mensualmente

source: Upgrade to yearly billing
es: Actualizar a facturación anual

source: Billing period
es: Periodo de facturación

source: <strong>13Gb</strongVideo Hosting
es: <strong>13Gb</strong> </strongVideo Hosting

source: Automated malware scanning, secure video hosting, and more.
es: Exploración automática de malware, alojamiento de vídeo seguro y mucho más.

source: Advanced Security:
es: Seguridad avanzada:

source: After losing a whole site, I looked into backing it up. For about the price of a Big Mac, I get peace of mind every month.<br><br>I had a small issue when reinstalling WordPress and Jetpack support fixed it extremely quickly and were A1 helpful.<br><br>I sleep easy at night knowing they’ve got my back.
es: Después de perder un sitio completo, busqué una copia de seguridad. Por casi el precio de una Big Mac, me da tranquilidad cada mes. <br><br> Tuve un pequeño problema al reinstalar WordPress y el soporte técnico de Jetpack lo solucionó muy rápido y me ayudó. <br><br> Duermo tranquilo por la noche sabiendo que me dieron la espalda.

source: We completed a theme upgrade and Google realized something was wrong and dropped us from their rankings within 10 minutes.<br><br>We used Jetpack's site restore for the first time and it worked quickly and perfectly. What little we have invested doesn’t compare to its value tonight alone. THANK YOU VERY MUCH.
es: Hemos completado una actualización del tema y Google se dio cuenta de que algo estaba mal y nos dejó en sus rankings en 10 minutos. <br><br> Utilizamos la restauración del sitio de Jetpack por primera vez y funcionó rápida y perfectamente. Lo poco que hemos invertido no se compara con su valor solo esta noche. GRACIAS MUCHO.

source: Our users love Jetpack
es: Nuestros usuarios adoran Jetpack

source: Safeguard your online presence with Jetpack.
es: Protege tu presencia en línea con Jetpack.

source: <span class="no-widows">Security Essentials</span><span class="no-widows">for WordPress Sites
es: <span class="no-widows">Fundamentos de seguridad</span> <span class="no-widows">para sitios de WordPress</span>

source: Your previous plan purchase has been applied as a discount.
es: La compra de tu plan anterior se ha aplicado como un descuento.

source: Publish…
es: Publicar ...

source: If you already have both of these, great!
es: Si ya tienes ambos, ¡genial!

source: Our data centers span the globe and already serve millions of WordPress sites of all shapes and sizes.<br><br>Trusting us with your site security means working with a proven infrastrucure and team.
es: Nuestros centros de datos abarcan todo el mundo y ya sirven a millones de sitios de WordPress de todas las formas y tamaños. <br><br> Confiar en nosotros con la seguridad de tu sitio significa trabajar con una infraestructura y un equipo comprobados.

source: Global Infrastructure
es: Infraestructura global

source: Get faster support than free users from our WordPress security experts.
es: Obtén una asistencia más rápida que los usuarios gratuitos de nuestros expertos en seguridad de WordPress.

source: No matter how large your site is we back up all of it at no extra cost.
es: No importa cuán grande sea tu sitio, realizamos una copia de seguridad de todo, sin costo adicional.

source: Back up all your site content, themes, and data on schedule every day.
es: Haz una copia de seguridad todos los días del contenido, los temas y los datos de tu sitio según lo programado.

source: Peace of Mind Comes Standard
es: Tranquilidad viene estándar

source: Your site deserves a boost!
es: ¡Tu sitio merece un impulso!

source: This WordPress.com account is already connected to an other user on this site. Please login to an other WordPress.com account to complete the connection.
es: Esta cuenta de WordPress.com ya está conectada a otro usuario de este sitio. Por favor, inicia sesión en otra cuenta de WordPress.com para completar la conexión.

source: The sticker {{i}}%s{{/i}} has been removed.
es: Se ha eliminado la etiqueta {{i}}% s {{/ i}}.

source: Your site is in Development Mode, so it can not be connected to WordPress.com.
es: Tu sitio está en modo de desarrollo, por lo que no se puede conectar a WordPress.com.

source: Your site will no longer be available at %(mappedDomain)s. Instead, it will be at %(wordpressSiteUrl)s
es: Tu sitio ya no estará disponible en% (mappedDomain) s. En cambio, será en% (wordpressSiteUrl) s

source: The domain %(mappedDomain)s itself is not canceled. Only the connection between WordPress.com and your domain is removed. %(mappedDomain)s is registered elsewhere and you can still use it with other sites.
es: El dominio% (mappedDomain) s en sí mismo no está cancelado. Solo se elimina la conexión entre WordPress.com y tu dominio. % (mappedDomain) s está registrado en otro lugar y todavía puedes usarlo con otros sitios.

source: Payment Buttons
es: Botones de pago

source: + Add New
es: + Añadir nuevo

source: Could not unlike this comment
es: No me ha gustado este comentario

source: Conversations
es: Conversaciones

source: Your restore will start in a moment.
es: Tu restauración comenzará en un momento.

source: We're on it! Your site is being restored.
es: ¡Estamos en ello! Tu sitio está siendo restaurado.

source: Enable comment likes
es: Activar me gusta de comentarios

source: Could not like this comment
es: No me ha gustado este comentario

source: Hmm, we can't update the status of your restore. Please refresh this page.
es: Hmm, no podemos actualizar el estado de tu restauración. Por favor, actualiza esta página.

source: Pick one of our popular themes to get started or choose from hundreds more after you sign up.
es: Elige uno de nuestros temas populares para empezar o elige entre cientos más después de registrarte.

source: Access photos stored in your connected Google account.
es: Accede a las fotos almacenadas en tu cuenta de Google conectada.

source: Upgrade %1$s for %2$s per month — or just %3$s per year.
es: Actualiza% 1 $ s por% 2 $ s al mes, o solo% 3 $ s al año.

source: Jetpack Premium includes all of the features you need to keep <a href="%1$s" class="hide">%2$s</asecure
es: Jetpack Premium incluye todas las funciones que necesitas para mantener <a href="%1$s" class="hide">% 2 $ s</a> </asecure

source: Upgrade <a href="%1$s" class="hide">%2$s</afor %3$s per month — or just %4$s per year.
es: Actualizar <a href="%1$s" class="hide">% 2 $ s</a> </afor %3$s per month — or just %4$s per year.

source: Reply to %(commentAuthor)s…
es: Responder a% (commentAuthor) s ...

source: Access all our premium themes with our Professional plan!
es: ¡Accede a todos nuestros temas premium con nuestro plan profesional!

source: Upgrade on:
es: Actualizar en:

source: Domain is pending contact information update
es: El dominio está pendiente de actualizar la información de contacto

source: Your change will be reflected shortly. Please note that if you made a change to your name, organization, or email address, you must confirm the change by clicking the confirmation link(s) in the email(s) sent to you. If you have any questions or issues, please refer to our {{supporta}}support page{{/supporta}} or {{a}}contact support{{/a}}.
es: Tu cambio será reflejado en breve. Ten en cuenta que si has cambiado tu nombre, tu organización o tu dirección de correo electrónico, debes confirmar el cambio haciendo clic en los enlaces de confirmación de los correos electrónicos que te hemos enviado. Si tienes alguna pregunta o problema, por favor, dirígete a nuestra {{supporta}} página de asistencia {{/ supporta}} o {{a}} ponte en contacto con soporte {{/ a}}.

source: Slow down, you're trying to log in too fast.
es: Más despacio, estás intentando iniciar sesión demasiado rápido.

source: Apple App Store download badge
es: Insignia de descarga de Apple App Store

source: Download the WordPress Android mobile app.
es: Descarga la aplicación móvil WordPress para Android.

source: Google Play Store download badge
es: Placa de descarga de Google Play Store

source: Groups of people looking at WordPress mobile apps.
es: Grupos de personas que miran las aplicaciones móviles de WordPress.

source: Get WordPress apps for all your screens.
es: Obtén aplicaciones de WordPress para todas tus pantallas.

source: Requires Mac OS X 10.11+.
es: Requiere Mac OS X 10.11+.

source: Requires a 64-bit kernel.
es: Requiere un núcleo de 64 bits.

source: Requires Windows 7+.
es: Requiere Windows 7+.

source: Also available for: {{firstAvailableLink}}Windows{{/firstAvailableLink}}, {{secondAvailableLink}}Linux (.tar.gz){{/secondAvailableLink}}, {{thirdAvailableLink}}Linux (.deb){{/thirdAvailableLink}}.
es: También disponible para: {{firstAvailableLink}} Windows {{/ firstAvailableLink}}, {{secondAvailableLink}} Linux (.tar.gz) {{/ secondAvailableLink}}, {{thirdAvailableLink}} Linux (.deb) {{/ thirdAvailableLink }}.

source: Also available for: {{firstAvailableLink}}Linux (.deb){{/firstAvailableLink}}, {{secondAvailableLink}}Windows{{/secondAvailableLink}}, {{thirdAvailableLink}}Mac{{/thirdAvailableLink}}.
es: También disponible para: {{firstAvailableLink}} Linux (.deb) {{/ firstAvailableLink}}, {{secondAvailableLink}} Windows {{/ secondAvailableLink}}, {{thirdAvailableLink}} Mac {{/ thirdAvailableLink}}.

source: Also available for: {{firstAvailableLink}}MacOS{{/firstAvailableLink}}, {{secondAvailableLink}}Linux (.tar.gz){{/secondAvailableLink}}, {{thirdAvailableLink}}Linux (.deb){{/thirdAvailableLink}}.
es: También disponible para: {{firstAvailableLink}} MacOS {{/ firstAvailableLink}}, {{secondAvailableLink}} Linux (.tar.gz) {{/ secondAvailableLink}}, {{thirdAvailableLink}} Linux (.deb) {{/ thirdAvailableLink }}.

source: Desktop App for Mac
es: Aplicación de escritorio para Mac

source: Desktop App for Linux
es: Aplicación de escritorio para Linux

source: Desktop App for Windows
es: Aplicación de escritorio para Windows

source: Add Payment Button
es: Añadir botón de pago

source: Simple Payments
es: Pagos simples

source: Sell anything with a simple PayPal button.
es: Vende cualquier cosa con un simple botón de PayPal.

source: Schedule!
es: ¡Programar!

source: Publish!
es: ¡Publicar!

source: Show publish confirmation
es: Mostrar confirmación de publicación

source: This adds a confirmation step with helpful settings and tips for double-checking your content before publishing.
es: Esto agrega un paso de confirmación con útiles ajustes y consejos para verificar tu contenido antes de publicarlo.

source: Recent photos from Google
es: Fotos recientes de Google

source: Hungarian Forints
es: Forints húngaros

source: Swedish Kronor
es: Kronor Sueco

source: Mexican Pesos
es: Pesos mexicanos

source: Russian Rubles
es: Rublos rusos

source: New Israeli Shekels
es: Nuevos shekels israelíes
