Repository: Automattic/wp-translate
Catalog: automl-translated/wpcom-2017-2015-diff.po
Languages: es

source: Account URL
es: URL de la cuenta

source: Backups & Security, Powered by VaultPress
es: Copias de seguridad y seguridad, con tecnología de VaultPress

source: Spam Defense, Powered by Akismet
es: Defensa contra spam, con tecnología de Akismet

source: In case you ever need to manually reactivate your services, please refer to the following registration keys:
es: En caso de que alguna vez necesites reactivar manualmente tus servicios, por favor, dirígete a las siguientes claves de registro:

source: Jetpack Premium includes the Akismet and VaultPress plugins, which should have been installed and configured automatically for you.
es: Jetpack Premium incluye los plugins Akismet y VaultPress, que deberían haberse instalado y configurado automáticamente.

source: Congratulations! Your %1$s account includes a free Jetpack Premium subscription, which builds on the powerful features of Jetpack with a bundle of security, anti-spam, and growth tools for %2$s.
es: ¡Enhorabuena! Tu cuenta de% 1 $ s incluye una suscripción gratuita a Jetpack Premium, que se basa en las potentes funciones de Jetpack con un conjunto de herramientas de seguridad, antispam y de crecimiento para% 2 $ s.

source: Congratulations! You're now ready to enjoy the many great features of Jetpack Premium.
es: ¡Enhorabuena! Ahora estás listo para disfrutar de las excelentes funciones de Jetpack Premium.

source: Welcome to Jetpack Premium. Brought to you by %s.
es: Bienvenido a Jetpack Premium. Presentado por% s.

source: View available icons
es: Ver iconos disponibles

source: Once you're done working together, we'd appreciate it if you sent us your rating of the experience &mdash; your feedback helps us improve our support.
es: Una vez que hayas terminado de trabajar juntos, te agradeceríamos que nos enviaras tu valoración de la experiencia: tu feedback nos ayuda a mejorar nuestro soporte técnico.

source: Please rate your support experience.
es: Por favor, califica tu experiencia de soporte.

source: Add an icon
es: Añadir un icono

source: Add social-media icons to your site.
es: Añade iconos de redes sociales a tu sitio.

source: Choose how you want to use your domain.
es: Elige cómo quieres utilizar tu dominio.

source: Your domain (%s) is included with this plan.
es: Tu dominio (% s) está incluido en este plan.

source: EventBrite: Event Calendar/Listing
es: EventBrite: Calendario de Eventos / Listado

source: %(siteDomain)s is being deleted.
es: % (siteDomain) s se está eliminando.

source: %(siteDomain)s has been deleted.
es: % (siteDomain) s ha sido eliminado.

source: Inviting users requires Jetpack 5.0 or higher
es: Invitar usuarios requiere Jetpack 5.0 o superior

source: Inviting users requires WordPress.com sign in
es: Invitar usuarios requiere el acceso a WordPress.com

source: Sorry, there was a problem following %(url)s. Please try again.
es: Lo sentimos, hay un problema para% (url) s. Por favor, vuelve a intentarlo.

source: Sorry, there was a problem unfollowing that %(siteTitle)s. Please try again.
es: Lo sentimos, hubo un problema al seguir% (siteTitle) s. Por favor, vuelve a intentarlo.

source: The user was created, but could not be connected to WordPress.com
es: El usuario fue creado, pero no se pudo conectar a WordPress.com

source: We were unable to create a user on the remote site
es: No hemos sido capaces de crear un usuario en el sitio remoto

source: Thank you for using WordPress.com!
es: ¡Gracias por usar WordPress.com!

source: Click the button below to update that information (it takes less than a minute!), and you’ll be all set to continue delivering your message to the world.
es: Haz clic en el botón de abajo para actualizar esa información (¡toma menos de un minuto!), Y estarás listo para continuar entregando tu mensaje al mundo.

source: According to our records, you’ve got %d days to complete this process.
es: Según nuestros registros, tienes% d días para completar este proceso.

source: I wanted to give you a quick heads up so you can change your information and continue running your website without a hitch. That way, your fans won’t miss a beat!
es: Quería darte una pista rápida para que puedas cambiar tu información y continuar ejecutando tu sitio web sin ningún problema. ¡De esta manera, tus fans no se perderán un solo golpe!

source: This is Anne from WordPress.com and I was just notified that your subscription renewal for %s didn’t go through. This is most likely because the card we have on file is expired.
es: Esta es Anne de WordPress.com y me acaban de avisar que la renovación de tu suscripción a% s no ha sido realizada. Esto es muy probable porque la tarjeta que tenemos en el archivo está caducada.

source: %s domains now available with all plans!
es: ¡% s dominios ya están disponibles con todos los planes!

source: Start with %(plan)s
es: Comienza con% (plan) s

source: Sort by date followed
es: Ordenar por fecha seguida

source: Sort by site name
es: Ordenar por nombre del sitio

source: Next theme
es: Tema siguiente

source: Improve the loading speed of your site on phones and tablets
es: Mejora la velocidad de carga de tu sitio en teléfonos y tabletas

source: Your WordPress.com site supports the use of {{a}}Accelerated Mobile Pages{{/a}}, a Google-led initiative that dramatically speeds up loading times on mobile devices.
es: Tu sitio de WordPress.com admite el uso de {{a}} páginas aceleradas para móviles {{/ a}}, una iniciativa dirigida por Google que acelera drásticamente los tiempos de carga en dispositivos móviles.

source: Incompatible plugin: This plugin is not supported on WordPress.com.
es: Plugin incompatible: Este plugin no es compatible con WordPress.com.

source: Manage Plan
es: Gestionar plan

source: Upgrade your site and save.
es: Actualiza tu sitio y guárdalo.

source: Welcome to the editor! Add a title here.
es: ¡Bienvenido al editor! Añade un título aquí.

source: Write your post in the content area.
es: Escribe tu entrada en el área de contenido.

source: Click the {{icon/}} to add images.
es: Haz clic en {{icon /}} para añadir imágenes.

source: Add tags, categories, and a featured image from the sidebar.
es: Añade etiquetas, categorías y una imagen destacada desde la barra lateral.

source: Click the {{icon/}} to show or hide these settings.
es: Haz clic en {{icon /}} para mostrar u ocultar estos ajustes.

source: Your changes are saved automatically. Click {{strong}}Publish{{/strong}} to share your work with the world!
es: Tus cambios se guardan automáticamente. Haz clic en {{strong}} Publicar {{/ strong}} para compartir tu trabajo con el resto del mundo.

source: Got it, I'm ready to write!
es: Entendido, ¡estoy listo para escribir!

source: Learn more about publishing content.
es: Saber más sobre cómo publicar contenido.

source: As a %(productName)s user, you have instant access to our team of Happiness Engineers who can answer your questions and get your site up and running just as you like! Click the button below to start a chat now.
es: Como usuario de% (productName) s, tienes acceso instantáneo a nuestro equipo de Happiness Engineers que puede responder a tus preguntas y poner tu sitio en funcionamiento de la forma que quieras. Haz clic en el botón de abajo para iniciar un chat ahora.

source: Or continue to your account using:
es: O continúa a tu cuenta usando:

source: We've failed to validate with the given code. Please double check if the code is correct.
es: No hemos podido validar con el código dado. Por favor, comprueba si el código es correcto.

source: Succeeded
es: Tuve éxito

source: Welcome to %s! You now have special access to a bunch of new features.
es: Te damos la bienvenida a% s! Ahora tienes acceso especial a un montón de funciones nuevas.

source: Load more posts using the default theme behavior
es: Cargar más entradas utilizando el comportamiento por defecto del tema

source: Load more posts in page with a button
es: Cargar más entradas en la página con un botón

source: Load more posts as the reader scrolls down
es: Cargar más entradas a medida que el lector se desplaza hacia abajo

source: Learn more about Sitemaps.
es: Saber más sobre Sitemaps.

source: Your site is not currently accessible to search engines. You must set your {{a}}privacy settings{{/a}} to "public".
es: Tu sitio no está disponible actualmente para los motores de búsqueda. Debes establecer tus {{a}} configuración de privacidad {{/ a}} en &quot;pública&quot;.

source: Generating sitemap…
es: Generando sitemap ...

source: Generate XML sitemaps
es: Generar XML sitemaps

source: Forgot Username
es: ¿Olvidó su nombre

source: SMS Message
es: Mensaje SMS

source: If you have already bought an e-mail service for the domain, you can set it up with us easily:
es: Si ya has comprado un servicio de correo electrónico para el dominio, puedes configurarlo con nosotros fácilmente:

source: By connecting your site to WordPress.com, <a href='%s'>your site's content</awill be shared with us and protected by <a href='%s'>our own privacy policy</a>.
es: Al conectar tu sitio a WordPress.com, <a href='%s'>el contenido de tu sitio</a> </awill be shared with us and protected by <a href='%s'> <a href='%s'>nuestra propia política de privacidad</a> .

source: Hide order summary
es: Ocultar el resumen de la orden

source: Show order summary
es: Mostrar el resumen de la orden

source: This theme is retired
es: Este tema está retirado

source: We invite you to try out a newer theme; start by browsing our WordPress theme directory.
es: Te invitamos a probar un tema más nuevo; Empieza navegando por nuestro directorio de temas de WordPress.

source: There was a problem installing the plugin. Please try again in a few minutes.
es: Hubo un problema al instalar el plugin. Inténtalo de nuevo en unos minutos.

source: Select Language
es: Seleccionar idioma

source: Search languages…
es: Buscar idiomas ...

source: %1$s Receipt #%2$d
es: Recibo% 1 $ s #% 2 $ d

source: Learn more about Monitor.
es: Saber más sobre Monitor.

source: Monitor your site's uptime
es: Controla el tiempo de actividad de tu sitio

source: Learn more about the WordPress.com Toolbar.
es: Saber más sobre la barra de herramientas de WordPress.com.

source: Enable the WordPress.com toolbar
es: Habilitar la barra de herramientas de WordPress.com

source: The WordPress.com toolbar replaces the default admin bar and offers quick links to the Reader, all your sites, your WordPress.com profile, and notifications. Centralize your WordPress experience with a single global toolbar.
es: La barra de herramientas de WordPress.com reemplaza la barra de administración por defecto y ofrece enlaces rápidos al Lector, a todos tus sitios, a tu perfil de WordPress.com y a las notificaciones. Centraliza tu experiencia con WordPress con una sola barra de herramientas global.

source: WordPress.com toolbar
es: Barra de herramientas de WordPress.com

source: Connected to your Instagram account.
es: Conectado a tu cuenta de Instagram.

source: Connect to use the Instagram widget.
es: Conéctate para usar el widget de Instagram.

source: Add a New Site
es: Añadir un nuevo sitio

source: Create a new site on WordPress.com or add your existing self-hosted WordPress site with Jetpack.
es: Crea un nuevo sitio en WordPress.com o añade tu sitio WordPress autohospedado con Jetpack.

source: Create a new shiny WordPress.com site
es: Crear un nuevo sitio brillante de WordPress.com

source: Start telling your story in just 2 minutes. Pick a visual theme and a domain — we’ll take care of the entire setup. If you need help we’ve got you covered with 24/7 support.
es: Comienza a contar tu historia en solo 2 minutos. Elige un tema visual y un dominio; nosotros nos ocuparemos de la configuración completa. Si necesitas ayuda, te cubrimos con asistencia las 24 horas, todos los días.

source: Add an existing WordPress site with Jetpack
es: Añadir un sitio de WordPress con Jetpack

source: We’ll be using the Jetpack plugin to connect your site to WordPress.com.
es: Utilizaremos el plugin de Jetpack para conectar tu sitio a WordPress.com.

source: Create a new shiny WordPress.com site:
es: Crear un nuevo sitio brillante de WordPress.com:

source: Add an existing WordPress site with Jetpack:
es: Añadir un sitio de WordPress con Jetpack:

source: Enable pop-up business cards over commenters’ Gravatars
es: Activar tarjetas de presentación emergentes sobre Gravatares de los comentaristas

source: Welcome to Jetpack Premium.
es: Bienvenido a Jetpack Premium.

source: Continue with %(service)s
es: Continuar con% (service) s

source: Upload problem: Theme may not be valid. Check that your zip file contains only the theme you are trying to upload.
es: Problema de subida: El tema puede no ser válido. Comprueba que tu archivo comprimido solo contenga el tema que estás intentando subir.

source: Zip file is too large. Please upload a file under 50 MB.
es: El archivo Zip es demasiado grande. Por favor, sube un archivo de menos de 50 MB.

source: Access all our premium themes with our Premium and Business plans!
es: ¡Accede a todos nuestros temas premium con nuestros planes Premium y Business!

source: Get advanced customization, more storage space, and video support along with all your new themes.
es: Obtén personalización avanzada, más espacio de almacenamiento y soporte para vídeos junto con todos tus temas nuevos.

source: From quickly updating our page to implementing our online store, our WordPress.com site has become the online center for everything we do. We know our page is successful when guests tell us that our page is easy to use and our content is engaging.
es: Desde actualizar rápidamente nuestra página hasta implementar nuestra tienda en línea, nuestro sitio de WordPress.com se ha convertido en el centro en línea para todo lo que hacemos. Sabemos que nuestra página tiene éxito cuando los invitados nos dicen que nuestra página es fácil de usar y nuestro contenido es atractivo.

source: Success for me means when I manage to inspire people, when someone on the other end of the world embraces today a bit more, because he/she looked at my blog. WordPress.com allowed me to give my creativity a platform. It has enabled an amazing democratization of entrepreneurship, where an individual, independent from status and institution, has the power to reach out to millions of readers if he/she creates great content.
es: El éxito para mí significa cuando logro inspirar a la gente, cuando alguien del otro lado del mundo lo acepta un poco más porque ha mirado mi blog. WordPress.com me permitió darle una plataforma a mi creatividad. Ha permitido una asombrosa democratización del emprendimiento, donde un individuo, independiente de su estatus e institución, tiene el poder de llegar a millones de lectores si crea un contenido excelente.

source: <strong>P.S.</strongIf you’re wondering what a WordPress.com upgrade can do for you, just check out what some of our users have to say:
es: <strong>PD</strong> </strongIf you’re wondering what a WordPress.com upgrade can do for you, just check out what some of our users have to say:

source: Click Here to Finish Upgrading Your Site
es: Haga clic aquí para finalizar la actualización de su sitio

source: Feel free to click the link below to finish your upgrade and to build the site you’ve always wanted.
es: No dudes en hacer clic en el siguiente enlace para finalizar la actualización y crear el sitio que siempre has deseado.

source: If so, no worries. We just wanted to shoot you a quick reminder.
es: Si es así, no te preocupes. Solo queremos hacerte un rápido recordatorio.

source: Did you forget to finish putting in your information?
es: ¿Te olvidaste de terminar de poner tu información?

source: It looks like you were <i>this</iclose to investing in an upgrade for your WordPress.com site. What a great decision you were about to make!
es: Parece que eras <i>esto</i> </iclose to investing in an upgrade for your WordPress.com site. What a great decision you were about to make!

source: Complete your information to finish your upgrade.
es: Completa tu información para finalizar tu mejora.

source: Oops, did you forget this important step?
es: ¿Has olvidado este importante paso?

source: Upload problem: Theme zip must be under 10MB.
es: Problema de subida: El archivo zip del tema debe tener menos de 10 MB.

source: Sorry, we had a problem updating that subscription. Please try again.
es: Lo sentimos, tuvimos un problema para actualizar esa suscripción. Por favor, vuelve a intentarlo.

source: Sorry, we had a problem subscribing. Please try again.
es: Lo sentimos, pero tuvimos problemas para suscribirte. Por favor, vuelve a intentarlo.

source: Sorry, we had a problem unsubscribing. Please try again.
es: Lo sentimos, tuvimos un problema para cancelar la suscripción. Por favor, vuelve a intentarlo.

source: %(num)s Followed Sites
es: % (num) s sitios seguidos

source: Search Followed Sites…
es: Buscar sitios seguidos ...

source: by {{author/}}
es: por {{author /}}

source: Find your domain
es: Encuentra tu dominio

source: Find the domain name that defines you and your next big idea. Grab a domain now even if it's not quite time to start a site. Your domain will be ready when you are.
es: Busca el nombre de dominio que te define y tu próxima gran idea. Conseguir un dominio ahora, incluso si no es el momento para iniciar un sitio. Tu dominio estará listo cuando lo estés.

source: Start with a domain
es: Comenzar con un dominio

source: Domain renews on
es: El dominio se renueva

source: Subscription renews on
es: La suscripción se renueva en

source: No exact matches exist for %s.
es: No existen coincidencias exactas para% s.

source: We are unable to install the Akismet and VaultPress plugins that power the spam protection, backup, and security features of your Jetpack plan due to your site's current file permissions settings. You must either install them manually or change your file permissions.
es: No podemos instalar los plugins de Akismet y VaultPress que activan las funciones de protección contra correo no deseado, copia de seguridad y seguridad de tu plan de Jetpack debido a la configuración actual de permisos de archivos de tu sitio. Debes instalarlos manualmente o cambiar los permisos de tu archivo.

source: We are unable to install the Akismet and VaultPress plugins that power the spam protection, backup, and security features of your Jetpack plan because your site has an older version of Jetpack. Please upgrade Jetpack and try again.
es: No podemos instalar los plugins de Akismet y VaultPress que activan las funciones de protección contra correo no deseado, copia de seguridad y seguridad de tu plan de Jetpack porque tu sitio tiene una versión anterior de Jetpack. Por favor, actualiza Jetpack e inténtalo de nuevo.

source: We are unable to install the Akismet and VaultPress plugins that power the spam protection, backup, and security features of your Jetpack plan because your site is part of a multi-site network, but is not the main network site.
es: No podemos instalar los plugins de Akismet y VaultPress que activan las funciones de protección, copia de seguridad y seguridad de spam de tu plan de Jetpack porque tu sitio es parte de una red de sitios múltiples, pero no es el sitio de la red principal.

source: We are unable to install the Akismet and VaultPress plugins that power the spam protection, backup, and security features of your Jetpack plan because your site is part of a multi-network.
es: No podemos instalar los plugins de Akismet y VaultPress que activan las funciones de protección contra correo no deseado, copia de seguridad y seguridad de tu plan de Jetpack porque tu sitio es parte de una red múltiple.

source: We are unable to automatically configure the Akismet plugin which powers the spam protection feature of your Jetpack plan. Please continue with manual setup or contact support by clicking one of the buttons below.
es: No podemos configurar automáticamente el plugin Akismet que activa la función de protección contra spam de tu plan de Jetpack. Continúa con la configuración manual o ponte en contacto con el soporte técnico haciendo clic en uno de los botones siguientes.

source: We are unable to automatically configure the VaultPress plugin which powers the security and backup features of your Jetpack plan. Please continue with manual setup or contact support by clicking one of the buttons below.
es: No podemos configurar automáticamente el plugin de VaultPress, que potencia las funciones de seguridad y de copia de seguridad de tu plan de Jetpack. Continúa con la configuración manual o ponte en contacto con el soporte técnico haciendo clic en uno de los botones siguientes.

source: We are unable to automatically configure the Akismet and VaultPress plugins that power the spam protection, backup, and security features of your Jetpack plan. Please continue with manual setup or contact support by clicking one of the buttons below.
es: No podemos configurar automáticamente los plugins de Akismet y VaultPress que activan las funciones de protección contra correo no deseado, copia de seguridad y seguridad de tu plan de Jetpack. Continúa con la configuración manual o ponte en contacto con el soporte técnico haciendo clic en uno de los botones siguientes.

source: We had trouble setting up your plan
es: Hemos tenido problemas para configurar tu plan

source: Learn more about manual set up
es: Saber más sobre la configuración manual

source: You are powered up, it's time to see your site.
es: Estás encendido, es hora de ver tu sitio.

source: Now that we've taken care of the plan, it's time to power up your site.
es: Ahora que hemos cubierto el plan, es hora de encender tu sitio.

source: Take the next step
es: Da el siguiente paso

source: Ready to grow your audience and spread your message? Click the button below to see which WordPress.com plan is right for you.
es: ¿Listo para hacer crecer tu público y difundir tu mensaje? Haz clic en el botón inferior para ver qué plan de WordPress.com es adecuado para ti.

source: Whether you’re a small business, an entrepreneur, a freelancer, or connecting with your personal community of family and friends, we have a WordPress.com plan to reach your goals.
es: Tanto si eres una pequeña empresa, un emprendedor, un profesional independiente o te conectas con tu comunidad personal de familiares y amigos, tenemos un plan de WordPress.com para alcanzar tus objetivos.

source: We help site owners reach more than 409 million visitors each month, so whether &ldquo;going big&rdquo; means connecting with a few hundred engaged readers or reaching 23 million of them, we want your site to be a successful one.
es: Ayudamos a los propietarios de sitios a llegar a más de 409 millones de visitantes cada mes, así que si &quot;ir en grande&quot; significa conectarse con unos cientos de lectores comprometidos o llegar a 23 millones de ellos, queremos que tu sitio sea exitoso.

source: Congratulations and welcome to WordPress.com! You've officially completed the first step in creating a successful site by signing up.
es: ¡Enhorabuena y bienvenido a WordPress.com! Has completado oficialmente el primer paso para crear un sitio exitoso registrándote.

source: Here's one we can share.
es: Aquí hay uno que podemos compartir.

source: What's the secret to getting more pageviews?
es: ¿Cuál es el secreto para obtener más vistas de página?

source: Email me
es: Enviarme un correo

source: Whoops, something went wrong. %(message)s Please try again.
es: ¡Vaya! Se ha producido un error. % (message) s Por favor, vuelve a intentarlo.

source: Sorry, there was a problem creating your export file.
es: Lo sentimos, hubo un problema al crear tu archivo de exportación.
