Repository: Automattic/wp-translate
Catalog: automl-translated/wpcom-2017-2015-diff.po
Languages: es

source: Displays a video from the media library or from YouTube, Vimeo, or another provider.
es: Muestra un vídeo de la biblioteca multimedia o de YouTube, Vimeo u otro proveedor.

source: Title for the widget
es: Título del widget

source: URL to the media file
es: URL del archivo multimedia

source: Attachment post ID
es: ID de la entrada adjunta

source: Looks like this isn&#8217;t the correct kind of file. Please link to an appropriate file instead.
es: Parece que este no es el tipo correcto de archivo. Por favor, enlaza con un archivo apropiado.

source: Media Widget
es: Widget multimedia

source: Media Widget (%d)
es: Widget de medios (%d)

source: We can&#8217;t find that file. Check your <a href="%s">media library</aand make sure it wasn&#8217;t deleted.
es: No podemos encontrar ese archivo. Comprueba tu <a href="%s">biblioteca multimedia</a> </aand make sure it wasn&#8217;t deleted.

source: Add to Widget
es: Añadir a Widget

source: Edit Media
es: Editar multimedia

source: Replace Media
es: Reemplazar medio

# label for button in the media widget
source: Add Media
es: Añadir medio

source: No media selected
es: Ningún medio seleccionado

source: A media item.
es: Un elemento multimedia.

source: Current image: %s
es: Imagen actual:% s

source: Image Widget
es: Widget de imagen

source: Image Widget (%d)
es: Widget de imagen (%d)

source: We can&#8217;t find that image. Check your <a href="%s">media library</aand make sure it wasn&#8217;t deleted.
es: No podemos encontrar esa imagen. Comprueba tu <a href="%s">biblioteca multimedia</a> </aand make sure it wasn&#8217;t deleted.

source: Edit Image
es: Editar imagen

source: Replace Image
es: Reemplazar imagen

# label for button in the image widget
source: Add Image
es: Añadir imagen

source: Displays an image.
es: Muestra una imagen.

source: Unable to preview media due to an unknown error.
es: No se han podido previsualizar los medios debido a un error desconocido.

source: URL to the %s audio source file
es: URL del archivo fuente de audio% s

source: Looks like this isn&#8217;t the correct kind of file. Please link to an audio file instead.
es: Parece que este no es el tipo correcto de archivo. Por favor, vincula un archivo de audio.

source: Audio Widget
es: Widget de audio

source: Audio Widget (%d)
es: Widget de audio (%d)

source: We can&#8217;t find that audio file. Check your <a href="%s">media library</aand make sure it wasn&#8217;t deleted.
es: No podemos encontrar ese archivo de audio. Comprueba tu <a href="%s">biblioteca multimedia</a> </aand make sure it wasn&#8217;t deleted.

source: Edit Audio
es: Editar audio

source: Replace Audio
es: Reemplazar audio

# label for button in the audio widget
source: Add Audio
es: Añadir audio

source: No audio selected
es: Sin audio seleccionado

source: Displays an audio player.
es: Muestra un reproductor de audio.

# theme
source: Deleted!
es: ¡Eliminado!

# plugin
source: Deleted!
es: ¡Eliminado!

# plugin
source: Install %s now
es: Instalar% s ahora

# plugin
source: %s update failed
es: % s actualización falló

# plugin
source: %s updated!
es: ¡% s actualizado!

# plugin
source: Updating %s...
es: Actualizando% s ...

# plugin
source: Update %s now
es: Actualizar% s ahora

# theme
source: Updated!
es: ¡Actualizado!

# plugin
source: Updated!
es: ¡Actualizado!

# no captions/subtitles
source: None
es: Ninguna

source: %1$s must be less than or equal to %2$d
es: % 1 $ s debe ser menor o igual que% 2 $ d

source: %1$s must be less than %2$d
es: % 1 $ s debe ser menor que% 2 $ d

source: %1$s must be greater than or equal to %2$d
es: % 1 $ s debe ser mayor o igual que% 2 $ d

source: %1$s must be greater than %2$d
es: % 1 $ s debe ser mayor que% 2 $ d

source: Limit result set to users with one or more specific slugs.
es: Limitar el resultado a usuarios con uno o más slugs específicos.

source: Limit result set to terms with one or more specific slugs.
es: Limitar el resultado a términos con uno o más slugs específicos.

source: All features, supported by the post type.
es: Todas las funciones son compatibles con el tipo de entrada.

source: The page number requested is larger than the number of pages available.
es: El número de página solicitado es mayor que el número de páginas disponibles.

source: The password for the parent post of the comment (if the post is password protected).
es: La contraseña para la entrada principal del comentario (si la entrada está protegida con contraseña).

# page
source: Remove featured image
es: Eliminar imagen destacada

# post
source: Remove featured image
es: Eliminar imagen destacada

source: %1$s is deprecated. The callback from %2$s is used instead.
es: % 1 $ s está obsoleto. En su lugar, se utiliza la devolución de llamada de% 2 $ s.

source: Suggested image dimensions: %1$s by %2$s pixels.
es: Dimensiones de imagen sugeridas:% 1 $ s por% 2 $ s píxeles.

source: (no author)
es: (sin autor)

source: There is an extra %1$s, indicating an end to a comment. Be sure that there is an opening %2$s for every closing %1$s.
es: Hay un% 1 $ s adicional, que indica el final de un comentario. Asegúrate de que haya una apertura% 2 $ s por cada cierre% 1 $ s.

source: There is %1$s unclosed code comment. Close each comment with %2$s.
es: Hay %1$s comentario con código sin cerrar. Cierra cada comentario con %2$s.

source: Your double quotes %1$s are uneven. Make sure there is a closing %1$s for every opening %1$s.
es: Tus comillas dobles% 1 $ s son irregulares. Asegúrate de que haya% 1% de cierre por cada apertura% 1 $ s.

source: Your parentheses %1$s are imbalanced. Make sure there is a closing %2$s for every opening %3$s.
es: Tus paréntesis% 1 $ s están desequilibrados. Asegúrate de que haya% 2 $ s por cada apertura% 3 $ s.

source: Your brackets %1$s are imbalanced. Make sure there is a closing %2$s for every opening %3$s.
es: Tus corchetes% 1 $ s están desequilibrados. Asegúrate de que haya% 2 $ s por cada apertura% 3 $ s.

source: Your curly brackets %1$s are imbalanced. Make sure there is a closing %2$s for every opening %3$s.
es: Tus llaves% 1 $ s están desequilibradas. Asegúrate de que haya% 2 $ s por cada apertura% 3 $ s.

source: Sorry, comments are not allowed for this item.
es: Lo sentimos, los comentarios no están permitidos para este artículo.

source: Sorry, you are not allowed to make proxied oEmbed requests.
es: Lo sentimos, no tienes permiso para realizar solicitudes proxy conectadas.

source: Whether to perform an oEmbed discovery request for non-whitelisted providers.
es: Si se debe realizar una solicitud de descubrimiento de oEmbed para los proveedores no incluidos en la lista blanca.

source: The maximum height of the embed frame in pixels.
es: La altura máxima del cuadro incrustado en píxeles.

source: The maximum width of the embed frame in pixels.
es: El ancho máximo del cuadro incrustado en píxeles.

source: The oEmbed format to use.
es: El formato oEmbed a usar.

source: The URL of the resource for which to fetch oEmbed data.
es: La URL del recurso para el que se obtienen los datos de OEmbed.

source: You can navigate to other pages on your site while using the Customizer to view and edit the widgets displayed on those pages.
es: Puedes navegar a otras páginas de tu sitio mientras utilizas el Personalizador para ver y editar los widgets que se muestran en esas páginas.

source: Your theme has %s widget area, but this particular page doesn&#8217;t display it.
es: Tu tema tiene %s área de widgets, pero esta página en concreto no la muestra.

source: Your theme has 1 widget area, but this particular page doesn&#8217;t display it.
es: Tu tema tiene 1 área de widgets, pero esta página en particular no lo muestra.

source: Your theme has %s other widget area, but this particular page doesn&#8217;t display it.
es: Tu tema tiene %s área de widget más, pero esta página en concreto no la muestra.

source: Your theme has 1 other widget area, but this particular page doesn&#8217;t display it.
es: Tu tema tiene 1 área de widgets más, pero esta página en particular no la muestra.

source: Show details.
es: Mostrar detalles.

source: Assign a parent term to create a hierarchy. The term Jazz, for example, would be the parent of Bebop and Big Band.
es: Asigna un término principal para crear una jerarquía. El término Jazz, por ejemplo, sería el padre de Bebop y Big Band.

source: We sent your question to our {{strong}}Expert Users{{/strong}}. You will hear back via email as soon as an Expert has responded (usually within an hour). For now you can close this window or continue using WordPress.com.
es: Enviamos tu pregunta a nuestros {{strong}} Usuarios expertos {{/ strong}}. Recibirás una respuesta por correo electrónico tan pronto como un Experto haya respondido (por lo general, dentro de una hora). Por ahora puedes cerrar esta ventana o seguir usando WordPress.com.

source: Verity - Portfolio Slash Blog WordPress Theme is a minimalistic modern theme for bloggers and creative professionals, who are looking for a simple-yet-stylish online presence. We have sacrificed over-the-top design elements so that your website looks sleek and straightforward, allowing visitors to concentrate on the content you are offering and the value they can get from it. It comes with necessary tools and features, like Featured Content and displaying multiple portfolios, to empower webmasters of any skill level to create quality websites in a short amount of time, without having to write a line of code at any point.
es: Verity - Portfolio Slash Blog El tema de WordPress es un tema minimalista y moderno para blogueros y profesionales creativos, que buscan una presencia en línea simple pero elegante. Hemos sacrificado los elementos de diseño excesivos para que tu sitio web se vea elegante y directo, lo que permite a los visitantes concentrarse en el contenido que estás ofreciendo y el valor que pueden obtener de él. Viene con las herramientas y funciones necesarias, como el Contenido Destacado y la visualización de múltiples portafolios, para habilitar a los webmasters de cualquier nivel de habilidad para crear sitios web de calidad en un corto periodo de tiempo, sin tener que escribir una línea de código en ningún momento.

source: Howdy! Here’s the link you requested from the WordPress mobile app. Open it using the device on which the app is installed. It will allow you to log in to your account with just one tap. Enjoy!
es: ¡Hola! Este es el enlace que solicitaste en la aplicación móvil de WordPress. Ábrelo usando el dispositivo en el que está instalada la aplicación. Te permitirá acceder a tu cuenta con solo un toque. ¡Disfruta!

source: %(selectedDomainName)s has been transferred to site: %(targetSiteName)s
es: % (selectedDomainName) s se ha transferido al sitio:% (targetSiteName) s

source: Please choose a site with a paid plan you're an administrator on to transfer {{strong}}%(domainName)s{{/strong}} to:
es: Elige un sitio con un plan pago en el que seas administrador para transferir {{strong}}% (domainName) s {{/ strong}} a:

source: Please choose a site you're an administrator on to transfer {{strong}}%(domainName)s{{/strong}} to:
es: Elige un sitio en el que seas un administrador para transferir {{strong}}% (domainName) s {{/ strong}} a:

source: Transfer Domain To Another Site
es: Transferir dominio a otro sitio

source: Do you want to transfer {{strong}}%(domainName)s{{/strong}} to site {{strong}}%(targetSiteName)s{{/strong}}?
es: ¿Quieres transferir {{strong}}% (domainName) s {{/ strong}} al sitio {{strong}}% (targetSiteName) s {{/ strong}}?

source: Transfer to another WordPress.com site
es: Transferir a otro sitio de WordPress.com

source: Problem deactivating rewind: %(message)s
es: Problema al desactivar el rebobinado:% (message) s

source: Problem activating rewind: %(message)s
es: Problema al activar el rebobinado:% (message) s

source: Restore Site
es: Restaurar sitio

source: To proceed please confirm this restore on your site %(siteTitle)s
es: Para continuar, confirma esta restauración en tu sitio% (siteTitle) s

source: Restoring to {{b}}%(time)s{{/b}}
es: Restaurando a {{b}}% (time) s {{/ b}}

source: This will remove all content and options created or changed since then.
es: Esto eliminará todo el contenido y las opciones creados o modificados desde entonces.

source: Read more about site restores
es: Leer más sobre restauraciones de sitios

source: Your site has been successfully restored
es: Tu sitio se ha restaurado correctamente

source: We successfully restored your site back to %s!
es: Hemos restaurado con éxito tu sitio a% s.

source: Currently restoring your site
es: Actualmente restaurando tu sitio

source: We're in the process of restoring your site back to %s. You'll be notified once it's complete.
es: Estamos en el proceso de restaurar tu sitio a% s. Se te notificará una vez que esté completo.

source: Problem restoring your site
es: Problema al restaurar tu sitio

source: We came across a problem while trying to restore your site.
es: Nos encontramos con un problema al tratar de restaurar tu sitio.

source: {{strong}}Best for Small Business:{{/strong}} Power your business website with custom plugins and themes, unlimited premium and business theme templates, Google Analytics support, unlimited storage, and the ability to remove WordPress.com branding.
es: {{strong}} Lo mejor para pequeñas empresas: {{strong /}} Potencia tu sitio web empresarial con plugins y temas personalizados, plantillas de temas premium y comerciales ilimitadas, soporte técnico de Google Analytics, almacenamiento ilimitado y la posibilidad de quitar la marca de WordPress.com.

source: Can I install plugins?
es: ¿Puedo instalar plugins?

source: Yes! With the WordPress.com Business plan you can search for and install external plugins. All plans already come with a custom set of plugins tailored just for them. {{a}}Check out all included plugins{{/a}}.
es: ¡Sí! Con el plan de negocios de WordPress.com puedes buscar e instalar plugins externos. Todos los planes ya vienen con un conjunto personalizado de plugins personalizados para ellos. {{a}} Echa un vistazo a todos los plugins incluidos {{/ a}}.

source: Can I upload my own theme?
es: ¿Puedo subir mi propio tema?

source: Yes! With the WordPress.com Business plan you can upload any theme you'd like. All plans give you access to our {{a}}directory of free and premium themes{{/a}}. These are among the highest-quality WordPress themes, hand-picked and reviewed by our team.
es: ¡Sí! Con el plan de negocios de WordPress.com puedes subir cualquier tema que desees. Todos los planes te dan acceso a nuestro {{a}} directorio de temas gratuitos y premium {{/ a}}. Estos son algunos de los temas de WordPress de mayor calidad, seleccionados y revisados ​​por nuestro equipo.

source: Plans add extra features to your site, but they do not affect the content of your site or your site's followers.
es: Los planes añaden funciones adicionales a tu sitio, pero no afectan al contenido de tu sitio ni a los seguidores de tu sitio.

source: Upload Themes
es: Subir temas

source: Create a professional business website that works for you with WordPress.com
es: Crea un sitio web profesional de negocios que funcione para ti con WordPress.com

source: Best Plan
es: Mejor plan

source: To take advantage of the limited-time discount you heard about on the Bloguettes webinar, use the promo code %s for a 10%% discount on any purchase, or %s for a 25%% discount on our Business Plan, when you check out.
es: Para aprovechar el descuento por tiempo limitado del que has escuchado en el seminario web de Bloguettes, usa el código de promoción% s para obtener un 10 %% de descuento en cualquier compra o% s para un descuento del 25 %% en nuestro plan de negocio cuando hagas check-in. fuera.

source: Questions about your new website? We’ve got answers.
es: ¿Tienes alguna pregunta sobre tu nuevo sitio web? Tenemos respuestas.

source: Launch your business' online presence with a feature-packed WordPress.com website.
es: Lanza la presencia en línea de tu negocio con un sitio web repleto de características de WordPress.com.

source: Let's get down to business
es: Vamos al grano

source: Watch Kay's story
es: Mira la historia de Kay

source: WordPress teamed with Rebrand Cities to help launch their effort to get 100 small businesses online with websites. Real people, real websites, real growth. Watch their story, then start your own.
es: WordPress se asoció con Rebrand Cities para ayudar a lanzar sus esfuerzos para conseguir 100 pequeñas empresas en línea con sitios web. Gente real, sitios web reales, crecimiento real. Mira su historia, luego comienza la tuya.

source: Reshaping Detroit, with love
es: Remodelando Detroit, con amor

source: Start Your Website
es: Comenzar tu sitio web

source: Retail, corporate, hospitality, restaurants, creative services—there's a WordPress site for every business. Elegant themes and feature-rich tools help you make a website that fits what you do.
es: Servicios creativos, minoristas, corporativos, de hostelería, restaurantes, hay un sitio de WordPress para cada empresa. Los temas elegantes y las herramientas con muchas funciones te ayudan a crear un sitio web que se adapte a lo que haces.

source: Built for the business you're in
es: Creado para el negocio en el que te encuentras

source: Live chat, email, support pages, forums, guided courses, expert advice—we’re in the business of helping your business succeed online.
es: Chat en vivo, correo electrónico, páginas de ayuda, foros, cursos guiados, asesoramiento de expertos: estamos en el negocio de ayudar a que tu negocio tenga éxito en línea.

source: From phones to laptops, our websites look good on every device. Download the app for iOS, Android, and Mac desktop and manage and update your website anywhere, any time.
es: Desde teléfonos a computadoras portátiles, nuestros sitios web se ven bien en cada dispositivo. Descarga la aplicación para iOS, Android y Mac, y gestiona y actualiza tu sitio web desde cualquier lugar y en cualquier momento.

source: Know what your visitors are viewing, where they’re coming from and how they found you. Useful charts and stats help you keep your finger on the pulse.
es: Sepa qué están viendo sus visitantes, de dónde vienen y cómo lo han encontrado. Tablas y estadísticas útiles te ayudan a controlar el pulso.

source: Powerful insights
es: Información valiosa

source: Choose from hundreds of modern, sophisticated themes that look great on any size screen. Get a professional-looking design without hiring a professional designer.
es: Elige entre cientos de temas modernos y sofisticados que se ven geniales en cualquier tamaño de pantalla. Consigue un diseño de aspecto profesional sin tener que contratar un diseñador profesional.

source: Professional design
es: Diseño profesional

source: Stake your claim and register your domain name right on WordPress.com. Choose from .com, .org, .net, .info, .biz, and more. Get the name that’s right for you.
es: Estacar su reclamo y registrar su nombre de dominio directamente en WordPress.com. Elige entre .com, .org, .net, .info, .biz y mucho más. Obtén el nombre adecuado para ti.

source: Your place on the internet
es: Tu lugar en internet

source: A simple, intuitive platform, plus all-in-one domain registration, website design, and hosting, means you can stay focused on your business.
es: Una plataforma sencilla e intuitiva, además de registro de dominios todo en uno, diseño de sitios web y alojamiento, significa que puedes mantenerte enfocado en tu negocio.

source: Why you'll love WordPress.com
es: Por qué te encantará WordPress.com

source: Get the tools you need with WordPress.com.
es: Consigue las herramientas que necesitas con WordPress.com.

source: Not a social media profile. More than a page with a logo. This is your business, online.
es: No es un perfil de redes sociales. Más de una página con un logotipo. Este es tu negocio, en línea.

source: Get a website that works.
es: Consigue un sitio web que funcione.

source: Watch our journey in Detroit
es: Mira nuestro viaje en Detroit

source: Professional email and so much more.
es: Correo electrónico profesional y mucho más.

source: We've partnered with Google to offer you email, storage, docs, calendars, and more integrated with your site.
es: Nos hemos asociado con Google para ofrecerte correo electrónico, almacenamiento, documentos, calendarios y mucho más integrado con tu sitio.

source: %(price)s billed yearly (2 months free!)
es: % (price) s facturado anualmente (¡2 meses gratis!)

source: Gmail for @%(domain)s
es: Gmail para @% (domain) s

source: Professional ad-free email that works with most email clients.
es: Correo electrónico profesional sin anuncios que funciona con la mayoría de los clientes de correo electrónico.

source: Keep all your files secure
es: Mantener todos tus archivos seguros

source: Get 30GB of storage for all your files synced across devices.
es: Obtén 30 GB de almacenamiento para todos tus archivos sincronizados en todos los dispositivos.

source: Docs, spreadsheets and forms
es: Documentos, hojas de cálculo y formularios

source: Create and edit documents to get your work done faster.
es: Crea y edita documentos para agilizar tu trabajo.

source: Connect with your team
es: Conéctate con tu equipo

source: Use text chats, voice calls, or video calls, with built in screen sharing
es: Usar chats de texto, llamadas de voz o videollamadas, con un uso compartido integrado de la pantalla

source: {{strong}}No setup or software required.{{/strong}} {{a}}Learn more about integrating G Suite with your site.{{/a}}
es: {{strong}} No se necesita configuración ni software. {{/ strong}} {{a}} Más información sobre la integración de G Suite con tu sitio. {{/ a}}

source: We've partnered with Google to offer you email, storage, docs, calendars and more, integrated with your site.
es: Nos hemos asociado con Google para ofrecerte correo electrónico, almacenamiento, documentos, calendarios y mucho más, integrado con tu sitio.

source: %(monthlyPrice)s per user / month
es: % (monthlyPrice) s por usuario / mes

source: %(annualPrice)s Billed yearly — get 2 months free!
es: % (annualPrice) s Facturado anualmente: ¡obtén 2 meses gratis!

source: Docs, spreadsheets, and more
es: Documentos, hojas de cálculo y mucho más

source: Add Professional email from Google to %(domain)s
es: Añadir correo electrónico profesional de Google a% (domain) s

source: Yes, Add Email \u00BB
es: Sí, añadir correo electrónico \ u00BB

source: Create Your Site
es: Crea tu sitio

source: Features you’ll need
es: Funciones que necesitarás

source: Your passion. Our tools. A global community waiting to&nbsp;find you.
es: Tu pasión. Nuestras herramientas. Una comunidad global esperando encontrarte.

source: Share What You Love
es: Comparte lo que amas

source: This site does not have any professional features.
es: Este sitio no tiene ninguna característica profesional.

source: Enter the code from the text message we sent you.
es: Introduce el código del mensaje de texto que te enviamos.

source: Please enter a verification code.
es: Por favor, introduce un código de verificación.

source: You can only request a code via the WordPress mobile app once every two minutes. Please wait and try again.
es: Solo puedes solicitar un código a través de la aplicación móvil de WordPress una vez cada dos minutos. Por favor, espera e inténtalo de nuevo.

source: Message sent to phone number ending in %(phoneNumber)s
es: Mensaje enviado a número de teléfono que termina en% (phoneNumber) s

source: &#8220;%1$s&#8221; is not a valid %2$s for .ca domains.
es: &quot;% 1 $ s&quot; no es un% 2 $ s válido para dominios .ca.

source: Welcome, %s users!
es: ¡Bienvenida,% s usuarios!
