Repository: Automattic/wp-translate
Catalog: 2018-gt-translated/wpcom-2017-2015-diff.po
Languages: es

source: &#8220;%1$s&#8221; is not a valid %2$s for .ca domains.
es: &quot;% 1 $ s&quot; no es un% 2 $ s válido para dominios .ca.

source: Welcome, %s users!
es: Bienvenido,% s usuarios!

source: Jetpack %(version)s is required. {{link}}Update now{{/link}}
es: Jetpack% (versión) s es obligatorio. {{link}} Actualizar ahora {{/ link}}

source: City updated. Listing events near %s.
es: Ciudad actualizada. Listado de eventos cerca de% s.

source: Attend an upcoming event near you.
es: Asista a un próximo evento cerca de usted.

source: Enter your closest city to find nearby events.
es: Ingrese su ciudad más cercana para encontrar eventos cercanos.

source: There aren&#8217;t any events scheduled near you at the moment. Would you like to <a href="%s">organize one</a>?
es: No hay eventos programados cerca de usted en este momento. ¿Te gustaría <a href="%s">organizar uno</a> ?

source: There aren&#8217;t any events scheduled near %1$s at the moment. Would you like to <a href="%2$s">organize one</a>?
es: No hay eventos programados cerca de% 1 $ s en este momento. ¿Te gustaría <a href="%2$s">organizar uno</a> ?

source: We couldn&#8217;t locate %s. Please try another nearby city. For example: Kansas City; Springfield; Portland.
es: No pudimos localizar% s. Por favor, prueba con otra ciudad cercana. Por ejemplo: Kansas City; Springfield; Portland.

source: Attend an upcoming event near %s.
es: Asista a un evento próximo cerca de% s.

source: Edit city
es: Editar ciudad

source: An error occurred. Please try again.
es: Ocurrió un error. Inténtalo de nuevo.

source: (opens in a new window)
es: (Se abre en una nueva ventana)

source: WordPress Events and News
es: Eventos y noticias de WordPress

source: Invalid API response code (%d)
es: Código de respuesta API no válido (% d)

source: When you first signed up for a WordPress.com account we sent you an email. Please open it and click on the blue button to verify your email address.
es: Cuando se registró por primera vez en una cuenta de WordPress.com, le enviamos un correo electrónico. Ábrelo y haz clic en el botón azul para verificar tu dirección de correo electrónico.

source: Verifying your email allows us to assist you if you ever lose access to your account in the future.
es: La verificación de su correo electrónico nos permite ayudarle si alguna vez pierde el acceso a su cuenta en el futuro.

source: Sorry, %s files are not supported — please make sure your image is in JPG, GIF, or PNG format.
es: Lo sentimos, los archivos% s no son compatibles. Asegúrese de que su imagen esté en formato JPG, GIF o PNG.

source: Sorry, images of that filetype are not supported — please make sure your image is in JPG, GIF, or PNG format.
es: Lo sentimos, las imágenes de ese tipo de archivo no son compatibles. Asegúrese de que su imagen esté en formato JPG, GIF o PNG.

source: Verify your email
es: Verifique su correo electrónico

source: {{p}}The avatar you use on WordPress.com comes from {{ExternalLink}}Gravatar{{/ExternalLink}}, a universal avatar service (it stands or "Global Avatar," get it?).{{/p}}{{p}}Your image may also appear on other sites using Gravatar whenever you're logged in with your email address %(email)s.{{/p}}
es: {{p}} El avatar que usas en WordPress.com proviene de {{ExternalLink}} Gravatar {{/ ExternalLink}}, un servicio de avatar universal (es válido o &quot;Global Avatar&quot;, ¿entiendes?). {{/ p }} {{p}} Tu imagen también puede aparecer en otros sitios usando Gravatar cada vez que inicies sesión con tu dirección de correo electrónico% (email) s. {{/ p}}

source: Hmm, your new Gravatar was not saved. Please try uploading again.
es: Hmm, tu nuevo Gravatar no fue salvado. Intenta subir de nuevo.

source: You successfully uploaded a new Gravatar — looking sharp!
es: ¡Has subido con éxito un nuevo Gravatar, que parece fuerte!

source: Your queue is clear.
es: Tu cola es clara.

source: No new comments yet.
es: No hay nuevos comentarios todavía

source: No approved comments.
es: No hay comentarios aprobados.

source: No spam comments.
es: Sin comentarios de spam

source: No deleted comments.
es: Sin comentarios eliminados

source: Import content from another WordPress or Medium site.
es: Importar contenido desde otro sitio de WordPress o Medium.

source: Export content from your site. You own your data.
es: Exportar contenido de su sitio. Usted es dueño de sus datos.

source: Change My Photo
es: Cambiar mi foto

source: Comment approved.
es: Comentario aprobado.

source: Comment unapproved.
es: Comentario no aprobado

source: Comment marked as spam.
es: Comentario marcado como spam.

source: Comment moved to trash.
es: El comentario se movió a la papelera.

source: Comment deleted permanently.
es: Comentario eliminado permanentemente

source: .FR Registration
es: Registro de .FR

source: Who's this domain for?
es: ¿Para quién es este dominio?

source: An individual
es: Un individuo

source: A company or organization
es: Una compañía u organización

source: Country of Birth
es: País de nacimiento

source: City of Birth
es: Ciudad de nacimiento

source: EU Trademark Number
es: Número de marca de la UE

source: Could not retrieve comments for “%(postTitle)s”
es: No se pudieron recuperar los comentarios de &quot;% (postTitle) s&quot;

source: Could not retrieve comments for requested post
es: No se pudieron recuperar los comentarios para la publicación solicitada

source: Rewind to this day
es: Rebobina a este día

source: %d Event
es: %d evento

source: Delete scheduled share
es: Eliminar el recurso compartido programado

source: Do you want to delete the scheduled share?
es: ¿Desea eliminar el recurso compartido programado?

# Short for blue in RGB
source: B
es: segundo

# Short for green in RGB
source: G
es: GRAMO

source: Insert/edit media
es: Insertar / editar medios

source: Insert/edit code sample
es: Insertar / editar muestra de código

source: Date/time
es: Fecha y hora

# Id for link anchor (TinyMCE)
source: Id
es: Carné de identidad

source: Id should start with a letter, followed only by letters, numbers, dashes, dots, colons or underscores.
es: Id debe comenzar con una letra, seguida solo por letras, números, guiones, puntos, dos puntos o guiones bajos.

source: Your session has expired, please go back to the login screen.
es: Su sesión ha expirado, por favor regrese a la pantalla de inicio de sesión.

source: You can only request a code via text message once per minute. Please wait and try again.
es: Solo puede solicitar un código por mensaje de texto una vez por minuto. Espera y vuelve a intentarlo.

source: Your Antispam key is valid.
es: Su clave antispam es válida.

source: Your site is protected from spam.
es: Su sitio está protegido contra el spam.

source: There's a problem with your Antispam API key.
es: Hay un problema con su clave de API Antispam.

source: Your site needs an Antispam key.
es: Su sitio necesita una clave Antispam.

source: Learn more about spam filtering.
es: Obtenga más información sobre el filtrado de spam.

source: Your API Key
es: Tu clave de API

source: If you don't already have an API key, then {{link}}get your API key here{{/link}}, and you'll be guided through the process of getting one in a new window.
es: Si todavía no tiene una clave de API, {{link}} obtenga su clave de API aquí {{/ link}}, y se le guiará a través del proceso de obtener una en una nueva ventana.

source: Spam filtering
es: Filtrado de spam

source: Schedule post
es: Programar publicación

source: We are writing your shares to the calendar…
es: Estamos escribiendo sus acciones en el calendario ...

source: Scheduling share failed. Please don't be mad.
es: Error en el reparto de planificación. Por favor, no te enojes.

source: Displays a list and calendar of upcoming events from Eventbrite &mdash; the world's largest self-serve event ticketing and event registration platform.
es: Muestra una lista y un calendario de los próximos eventos de Eventbrite, la plataforma de tiquetes de eventos y registro de eventos de autoservicio más grande del mundo.

source: Your SEO settings are managed by the following plugin: %(pluginName)s
es: Su configuración de SEO se gestiona con el siguiente complemento:% (pluginName) s

source: View Plugin
es: Ver el complemento

source: Version %(newPluginVersion)s is available
es: La versión% (newPluginVersion) s está disponible

source: Please enable "third-party cookies" to connect your Google account.
es: Habilite las &quot;cookies de terceros&quot; para conectar su cuenta de Google.

source: We couldn't load your devices, please try again.
es: No pudimos cargar sus dispositivos, intente de nuevo.

source: Existing WordPress.com site
es: Sitio existente de WordPress.com

source: Use with a site you already started. Free domain included with all plans.
es: Úselo con un sitio que ya comenzó. Dominio gratuito incluido con todos los planes.

source: Choose your site?
es: Elija su sitio?

source: <strong>Manage</strongDNS records using the Domain Connect API.
es: <strong>Gestionar</strong> </strongDNS records using the Domain Connect API.

source: Failed to retrieve comments for site “%(siteName)s”
es: Error al recuperar los comentarios para el sitio &quot;% (siteName) s&quot;

source: Failed to retrieve comments for your site
es: Error al recuperar los comentarios de su sitio

source: Our %s discount has been extended!
es: ¡Nuestro% s descuento se ha extendido!

source: Powered by VaultPress
es: Desarrollado por VaultPress

source: Powered by Akismet
es: Desarrollado por Akismet

source: Spam Defense
es: Defensa contra spam

source: Leftover credit from your previous plan has been applied as a discount.
es: El crédito sobrante de su plan anterior se ha aplicado como un descuento.

source: To claim your discount now and jumpstart your site, click the button below and enter the code BIZA25 at checkout.
es: Para reclamar su descuento ahora y reactivar su sitio, haga clic en el botón de abajo e ingrese el código BIZA25 en el proceso de pago.

source: Normally, it costs $299 a year, but we’re happy to offer you a <strong>25&#37; discount</strongon a one-year subscription today, bringing the total cost down to $224.25.
es: Normalmente cuesta $ 299 al año, pero nos complace ofrecerle un <strong>descuento del 25%</strong> </strongon a one-year subscription today, bringing the total cost down to $224.25.

source: These features are now available in the WordPress.com Business plan.
es: Estas características ahora están disponibles en el plan de negocios de WordPress.com.

source: Claim my 25% discount
es: Reclama mi 25% de descuento

source: To claim your discount now and jumpstart your site, click the button below and enter the code BIZWB25 at checkout.
es: Para reclamar su descuento ahora y reactivar su sitio, haga clic en el botón de abajo e ingrese el código BIZWB25 en el proceso de pago.

source: That’s just $.60 a day you’d be investing into the growth of your website!
es: ¡Eso es solo $ .60 por día que estarás invirtiendo en el crecimiento de tu sitio web!

source: These features are available to sites on the WordPress.com Business plan — normally, it costs $299 a year, but since you’ve purchased a WordPress.com plan for your site %s in the past, we’d like to offer you a <strong>25&#37; discount</strongon a one-year subscription, bringing the total cost down to $224.25.
es: Estas características están disponibles para los sitios en el plan de negocios de WordPress.com; normalmente, cuesta $ 299 por año, pero como compró un plan de WordPress.com para su sitio% s en el pasado, nos gustaría ofrecerle un <strong>25% de descuento</strong> </strongon a one-year subscription, bringing the total cost down to $224.25.

source: Connect to use photos stored in your Google account directly inside the editor
es: Conéctese para usar las fotos almacenadas en su cuenta de Google directamente dentro del editor

source: The plugin is not installed or active
es: El complemento no está instalado o activo

source: Change your site address.
es: Cambia la dirección de tu sitio.

source: Automatically make your site look like your theme's demo.
es: Haga que su sitio se vea automáticamente como la demostración de su tema.

source: Theme setup
es: Configuración del tema

source: Delete your content
es: Eliminar su contenido

source: Delete your site permanently
es: Eliminar su sitio permanentemente

source: Site Tools
es: Herramientas del sitio

source: Keep your site's address and current theme, but remove all posts, pages, and media so you can start fresh.
es: Guarde la dirección de su sitio y el tema actual, pero elimine todas las publicaciones, páginas y medios para que pueda comenzar de cero.

source: Delete all your posts, pages, media and data, and give up your site's address.
es: Borre todas sus publicaciones, páginas, medios y datos, y renuncie a la dirección de su sitio.

source: If you registered this domain through another registrar, you can <a href="%1$s" target="_blank">add the mapping</ato one of your blogs.
es: Si registró este dominio a través de otro registrador, puede <a href="%1$s" target="_blank">agregar el mapeo</a> </ato one of your blogs.

source: It looks like this domain <strong>may be available</strongfor registration. You can <a href="%1$s" target="_blank">register it and add the mapping</ato one of your blogs.
es: Parece que este dominio <strong>puede estar disponible</strong> </strongfor registration. You can <a href="%1$s" target="_blank"> <strong>registrarlo y agregar el mapeo</strong> </ato one of your blogs.

source: We help site owners reach more than 409 million visitors each month, so whether “going big” means connecting with a few hundred engaged readers or reaching 23 million of them, we want your %s to be a successful one.
es: Ayudamos a los propietarios de sitios a llegar a más de 409 millones de visitantes cada mes, por lo que si &quot;ir en grande&quot; significa conectarse con unos cientos de lectores comprometidos o llegar a 23 millones de ellos, queremos que su% s sea exitoso.

source: Did you know sites with a paid WordPress.com plan had <strong>34% more monthly page views</strongthan sites without one? Now, you can join the hundreds of thousands of site owners growing their audience each and every day.
es: ¿Sabía que los sitios con un plan pago de WordPress.com tenían un <strong>34% más de visitas mensuales a la página?</strong> </strongthan sites without one? Now, you can join the hundreds of thousands of site owners growing their audience each and every day.

source: Congratulations! You’ve officially completed the first step in creating a successful %1$s by signing up for %2$s.
es: ¡Felicidades! Has completado oficialmente el primer paso para crear un% 1 $ s exitoso registrándote para% 2 $ s.

source: User blocked invites
es: Invitaciones bloqueadas por el usuario

source: Already a member
es: Ya eres usuario

source: Already following
es: Ya siguiendo

source: We weren't able to add DNS records for this service. Please try again.
es: No pudimos agregar registros DNS para este servicio. Inténtalo de nuevo.

source: Hooray! We've successfully added DNS records for this service.
es: ¡Hurra! Hemos agregado registros de DNS exitosamente para este servicio.

source: Search for a site above or explore Discover.
es: Busque un sitio arriba o explore Discover.

source: We value community feedback and would again love your input to guide the future of Jetpack.
es: Valoramos los comentarios de la comunidad y una vez más nos encantaría su aporte para guiar el futuro de Jetpack.

source: Tell us how to improve Jetpack, and take 20% off all plans until June 18.
es: Cuéntenos cómo mejorar Jetpack y obtenga un 20% de descuento en todos los planes hasta el 18 de junio.

source: SEO settings aren't recognized by search engines while your site is Private.
es: Los motores de búsqueda no reconocen la configuración de SEO mientras su sitio es Privado.

source: SEO settings aren't recognized by search engines while your site is Hidden.
es: Los motores de búsqueda no reconocen la configuración de SEO mientras su sitio está Oculto.

source: Speed up images and photos
es: Acelera imágenes y fotos

source: Please enter a username or email address.
es: Por favor ingrese un nombre de usuario o dirección de correo electrónico.

source: Oops, that's not the right password. Please try again!
es: Vaya, esa no es la contraseña correcta. ¡Inténtalo de nuevo!

source: Hmm, that's not a valid verification code. Please double-check your app and try again.
es: Hmm, ese no es un código de verificación válido. Por favor, vuelva a verificar su aplicación y vuelva a intentarlo.

source: Oops, looks like that's not the right address. Please try again!
es: Vaya, parece que esa no es la dirección correcta. ¡Inténtalo de nuevo!

source: We don't seem to have an account with that name. Double-check the spelling and try again!
es: Parece que no tenemos una cuenta con ese nombre. ¡Comprueba nuevamente la ortografía y vuelve a intentarlo!

source: Hmm, we can't find a WordPress.com account with this username and password combo. Please double check your information and try again.
es: Hmm, no podemos encontrar una cuenta de WordPress.com con este nombre de usuario y combinación de contraseña. Por favor, revise su información y vuelva a intentarlo.

source: This account hasn't been activated yet — check your email for a message from WordPress.com and click the activation link. You'll be able to log in after that.
es: Esta cuenta no se ha activado todavía: verifique su correo electrónico para ver un mensaje de WordPress.com y haga clic en el enlace de activación. Podrá iniciar sesión después de eso.

source: Sending you a text message…
es: Enviando un mensaje de texto ...

source: Site Stats module is disabled
es: El módulo de Estadísticas del sitio está deshabilitado

source: Enable this to see detailed information about your traffic, likes, comments, and subscribers.
es: Habilítelo para ver información detallada sobre su tráfico, me gusta, comentarios y suscriptores.

source: Enabled! You're collecting valuable data and insights.
es: Habilitado! Estás recopilando información y datos valiosos.

source: Your Authenticator app
es: Su aplicación Authenticator

source: We don't support internationalized domains yet.
es: Aún no admitimos dominios internacionalizados.

source: Or log in with your existing social profile:
es: O inicie sesión con su perfil social existente:

source: This service is not supported.
es: Este servicio no es compatible.

source: The plan for this site was not provisioned by Jetpack Start.
es: El plan para este sitio no fue provisto por Jetpack Start.

source: Drop to upload profile photo
es: Sueltarte para cargar la foto de perfil

source: Learn more about Featured Images
es: Obtenga más información sobre las imágenes destacadas

source: View likes on <post id=%d site=%d href="%s">your post</post>.
es: Ver Me gusta en <post id=%d site=%d href="%s"> tu publicación </post> .

source: Learn more about Privacy Protection.
es: Obtenga más información sobre la protección de la privacidad.

source: We're proud to say that Jetpack improvements are largely driven by feedback from our wonderful user community.
es: Nos enorgullece decir que las mejoras de Jetpack se deben principalmente a los comentarios de nuestra maravillosa comunidad de usuarios.

source: Log in with your %s account to find amazing content from publishers around the world.</p>
es: Inicie sesión con su cuenta% s para encontrar contenido increíble de editores de todo el mundo. </p>

source: Welcome to WordPress.com, the most dynamic community of bloggers, website creators, and intrepid readers on the web.
es: Bienvenido a WordPress.com, la comunidad más dinámica de bloggers, creadores de sitios web y lectores intrépidos en la web.

source: updated %s
es: % s actualizado

source: We're happy to announce that we've extended the sale until June 18. Use coupon code %1$s to receive 20%% off all Jetpack plans, which start at %2$s per year — or just %3$s with the discount.
es: Nos complace anunciar que hemos extendido la venta hasta el 18 de junio. Use el código de cupón% 1 $ s para recibir un 20 %% de descuento de todos los planes de Jetpack, que comienzan en% 2 $ s por año, o solo% 3 $ s con el descuento

source: Every site needs a backup plan. Get yours today with a 20%% discount off all plans using the <strong>%s</strongcoupon code.
es: Cada sitio necesita un plan de respaldo. Obtenga el suyo hoy con un 20% de descuento en todos los planes que usan el <strong>% s</strong> </strongcoupon code.

source: If this sounds scary, don't worry! Keeping a few simple things in mind will save you time and aggravation.
es: Si esto suena aterrador, ¡no te preocupes! Tener en cuenta algunas cosas simples le ahorrará tiempo y molestias.

source: We're happy to announce that we've extended the sale until June 18. Use coupon code <strong>%1$s</strongto receive 20%% off all Jetpack plans, which start at %2$s per year — or just %3$s with the discount.
es: Nos complace anunciar que hemos extendido la venta hasta el 18 de junio. Utilice el código de cupón <strong>% 1 $ s</strong> </strongto receive 20%% off all Jetpack plans, which start at %2$s per year — or just %3$s with the discount.

source: <strong>P.S.</strongIf you’d like help with these new features, you can read more about %1$suploading a theme%2$s or %3$sinstalling a plugin%2$s, or start a live chat with one of our Happiness Engineers.
es: <strong>PD</strong> </strongIf you’d like help with these new features, you can read more about %1$suploading a theme%2$s or %3$sinstalling a plugin%2$s, or start a live chat with one of our Happiness Engineers.

source: Upload a Custom Theme
es: Cargar un tema personalizado

source: Install a Plugin
es: Instalar un complemento

source: Since your site is on the WordPress.com Business plan, you have instant access to these new features &mdash; click the buttons below to take them for a test drive.
es: Como su sitio está en el plan de negocios de WordPress.com, tiene acceso instantáneo a estas nuevas funciones: haga clic en los botones a continuación para realizar una prueba de manejo.

source: and many more!
es: ¡y muchos más!

source: Looking to launch an email newsletter, try out popular search engine optimization tools, or build an online store? Check, check, and check. You now have access to thousands of third-party plugins like:
es: ¿Desea lanzar un boletín informativo por correo electrónico, probar herramientas populares de optimización de motores de búsqueda o construir una tienda en línea? Verificar, verificar y verificar. Ahora tiene acceso a miles de complementos de terceros como:

source: Already have a WordPress theme? No problem.
es: ¿Ya tienes un tema de WordPress? No hay problema.

source: Keep on enjoying the features, security, and support of WordPress.com, but add more freedom and possibility! (Do we seem excited? It’s because we are!)
es: Sigue disfrutando de las características, seguridad y soporte de WordPress.com, ¡pero agrega más libertad y posibilidad! (¿Parecemos emocionados? ¡Es porque lo somos!)

source: You can now choose from a whole universe of themes and plugins and easily add them to your existing WordPress.com site.
es: Ahora puede elegir entre un universo completo de temas y complementos y agregarlos fácilmente a su sitio existente de WordPress.com.

source: Over the years, many of you have told us that in order to build the site of your dreams, you need the ability to install themes and plugins. Well, as of today, you can!
es: A lo largo de los años, muchos de ustedes nos han dicho que para construir el sitio de sus sueños, necesitan la capacidad de instalar temas y complementos. Bueno, a partir de hoy, puedes!
