Repository: Automattic/wp-translate
Catalog: 2018-gt-translated/wpcom-2017-2015-diff.po
Languages: es

source: Whoops, something went wrong. %(message)s Please try again.
es: Vaya, algo salió mal. % (mensaje) s Inténtalo de nuevo.

source: Sorry, there was a problem creating your export file.
es: Lo sentimos, hubo un problema al crear su archivo de exportación.

source: For extra security, the link can only be used one time and expires in one hour.
es: Para mayor seguridad, el enlace solo se puede usar una vez y caduca en una hora.

source: Hello! Here's the link you requested from WordPress.com.
es: ¡Hola! Aquí está el enlace que solicitó a WordPress.com.

source: {{em}}%(name)s{{/em}} has been received. You'll get an email when your import is complete.
es: {{em}}% (name) s {{/ em}} ha sido recibido. Recibirá un correo electrónico cuando se complete su importación.

source: {{strong}}Welcome!{{/strong}} Reader is a custom magazine. {{link}}Follow your favorite sites{{/link}} and their latest posts will appear here. {{span}}Read, like, and comment in a distraction-free environment.{{/span}}
es: {{strong}} ¡Bienvenido! {{/ strong}} Reader es una revista personalizada. {{link}} Sigue tus sitios favoritos {{/ link}} y sus últimas publicaciones aparecerán aquí. {{span}} Lee, me gusta y comenta en un entorno libre de distracciones. {{/ span}}

source: Start with %s
es: Comience con% s

source: Make your site public or hidden to resolve.
es: Haz que tu sitio sea público u oculto para resolver.

source: Start a site now to unlock everything WordPress.com can offer.
es: Comience un sitio ahora para desbloquear todo lo que WordPress.com puede ofrecer.

source: Twenty Seventeen brings your site to life with header video and immersive featured images. With a focus on business sites, it features multiple sections on the front page as well as widgets, navigation and social menus, a logo, and more. Personalize its asymmetrical grid with a custom color scheme and showcase your multimedia content with post formats. Our default theme for 2017 works great in many languages, for any abilities, and on any device.
es: Twenty Seventeen le da vida a su sitio con un video de encabezado e imágenes destacadas inmersivas. Con un enfoque en los sitios comerciales, cuenta con varias secciones en la página principal, así como widgets, menús sociales y de navegación, un logotipo y más. Personalice su cuadrícula asimétrica con un esquema de color personalizado y muestre su contenido multimedia con formatos de publicación. Nuestro tema predeterminado para 2017 funciona muy bien en muchos idiomas, para cualquier habilidad y en cualquier dispositivo.

source: There are no posts to display. <a href="%s" target="_blank">Want more traffic?</a>
es: No hay publicaciones que mostrar. <a href="%s" target="_blank">¿Quieres más tráfico?</a>

source: Types of pages to display:
es: Tipos de páginas para mostrar:

source: Join our affiliate program now
es: Únete a nuestro programa de afiliados ahora

source: Earn top commissions by promoting the Jetpack products WordPress professionals love.
es: Obtenga las mejores comisiones promocionando los productos Jetpack que aman a los profesionales de WordPress.

source: Partner with us.
es: Asóciate con nosotros

source: Independent Publisher 2 is a clean and polished theme with a light color scheme, bold typography, and full-width images.
es: Independent Publisher 2 es un tema limpio y pulido con un esquema de colores claros, una tipografía llamativa e imágenes de ancho completo.

source: Edit the design of your Accelerated Mobile Pages
es: Edite el diseño de sus páginas móviles aceleradas

source: Activate the AMP plugin
es: Activar el plugin de AMP

source: Install the AMP plugin
es: Instalar el plugin de AMP

source: Accelerated Mobile Pages (AMP)
es: Páginas móviles aceleradas (AMP)

source: AMP enables the creation of websites and ads that load near instantly, giving site visitors a smooth, more engaging experience on mobile and desktop.
es: AMP permite la creación de sitios web y anuncios que se cargan casi al instante, brindando a los visitantes del sitio una experiencia fluida y atractiva en dispositivos móviles y de escritorio.

source: Welcome
es: Bienvenido
