Repository: Automattic/wp-translate
Catalog: 2018-gt-translated/wpcom-2017-2015-diff.po
Languages: es

source: Schedule your personal orientation session
es: Programe su sesión de orientación personal

source: You can only request a recovery code via text message once per minute. Please wait and try again.
es: Solo puede solicitar un código de recuperación a través de un mensaje de texto una vez por minuto. Espera y vuelve a intentarlo.

source: Following %s
es: Siguiendo% s

source: Account URL
es: URL de la cuenta

source: Backups & Security, Powered by VaultPress
es: Copias de Seguridad y Seguridad, Desarrollado por VaultPress

source: Spam Defense, Powered by Akismet
es: Defensa contra correo no deseado, con tecnología de Akismet

source: In case you ever need to manually reactivate your services, please refer to the following registration keys:
es: En caso de que necesite reactivar manualmente sus servicios, consulte las siguientes claves de registro:

source: Jetpack Premium includes the Akismet and VaultPress plugins, which should have been installed and configured automatically for you.
es: Jetpack Premium incluye los complementos Akismet y VaultPress, que deberían haberse instalado y configurado automáticamente para usted.

source: Congratulations! Your %1$s account includes a free Jetpack Premium subscription, which builds on the powerful features of Jetpack with a bundle of security, anti-spam, and growth tools for %2$s.
es: ¡Felicidades! Su cuenta% 1 $ s incluye una suscripción gratuita a Jetpack Premium, que se basa en las potentes funciones de Jetpack con un conjunto de herramientas de seguridad, antispam y de crecimiento para% 2 $ s.

source: Congratulations! You're now ready to enjoy the many great features of Jetpack Premium.
es: ¡Felicidades! Ahora está listo para disfrutar de las muchas funciones excelentes de Jetpack Premium.

source: Welcome to Jetpack Premium. Brought to you by %s.
es: Bienvenido a Jetpack Premium. Presentado por% s.

source: View available icons
es: Ver iconos disponibles

source: Once you're done working together, we'd appreciate it if you sent us your rating of the experience &mdash; your feedback helps us improve our support.
es: Una vez que haya terminado de trabajar en conjunto, le agradeceríamos que nos enviara su calificación de la experiencia. Sus comentarios nos ayudan a mejorar nuestro soporte.

source: Please rate your support experience.
es: Califica tu experiencia de soporte.

source: Add an icon
es: Agrega un ícono

source: Add social-media icons to your site.
es: Agregue iconos de redes sociales a su sitio.

source: Choose how you want to use your domain.
es: Elige cómo quieres usar tu dominio.

source: Your domain (%s) is included with this plan.
es: Su dominio (% s) está incluido en este plan.

source: EventBrite: Event Calendar/Listing
es: EventBrite: calendario de eventos / listado

source: %(siteDomain)s is being deleted.
es: % (siteDomain) s se está eliminando.

source: %(siteDomain)s has been deleted.
es: % (siteDomain) s ha sido eliminado.

source: Inviting users requires Jetpack 5.0 or higher
es: Invitar a los usuarios requiere Jetpack 5.0 o superior

source: Inviting users requires WordPress.com sign in
es: Invitar a usuarios requiere el inicio de sesión de WordPress.com

source: Sorry, there was a problem following %(url)s. Please try again.
es: Lo sentimos, hubo un problema después de% (url) s. Inténtalo de nuevo.

source: Sorry, there was a problem unfollowing that %(siteTitle)s. Please try again.
es: Lo sentimos, hubo un problema al seguir que% (siteTitle) s. Inténtalo de nuevo.

source: The user was created, but could not be connected to WordPress.com
es: El usuario fue creado, pero no se pudo conectar a WordPress.com

source: We were unable to create a user on the remote site
es: No pudimos crear un usuario en el sitio remoto

source: Thank you for using WordPress.com!
es: ¡Gracias por usar WordPress.com!

source: Click the button below to update that information (it takes less than a minute!), and you’ll be all set to continue delivering your message to the world.
es: Haga clic en el botón de abajo para actualizar esa información (¡toma menos de un minuto!), Y estará listo para continuar entregando su mensaje al mundo.

source: According to our records, you’ve got %d days to complete this process.
es: Según nuestros registros, tienes% d días para completar este proceso.

source: I wanted to give you a quick heads up so you can change your information and continue running your website without a hitch. That way, your fans won’t miss a beat!
es: Quería darle un rápido aviso para que pueda cambiar su información y continuar ejecutando su sitio web sin ningún problema. ¡De esa forma, tus fanáticos no perderán el ritmo!

source: This is Anne from WordPress.com and I was just notified that your subscription renewal for %s didn’t go through. This is most likely because the card we have on file is expired.
es: Esta es Anne de WordPress.com y me acaban de avisar que no se realizó la renovación de su suscripción por% s. Esto es más probable porque la tarjeta que tenemos en el archivo está vencida.

source: %s domains now available with all plans!
es: % s dominios ahora disponibles con todos los planes!

source: Start with %(plan)s
es: Comience con% (plan) s

source: Sort by date followed
es: Ordenar por fecha seguida

source: Sort by site name
es: Ordenar por nombre del sitio

source: Next theme
es: Siguiente tema

source: Improve the loading speed of your site on phones and tablets
es: Mejore la velocidad de carga de su sitio en teléfonos y tabletas

source: Your WordPress.com site supports the use of {{a}}Accelerated Mobile Pages{{/a}}, a Google-led initiative that dramatically speeds up loading times on mobile devices.
es: Su sitio de WordPress.com admite el uso de {{a}} páginas móviles aceleradas {{/ a}}, una iniciativa liderada por Google que acelera drásticamente los tiempos de carga en dispositivos móviles.

source: Incompatible plugin: This plugin is not supported on WordPress.com.
es: Complemento incompatible: este complemento no es compatible con WordPress.com.

source: Manage Plan
es: Gestionar plan

source: Upgrade your site and save.
es: Actualice su sitio y guarde.

source: Welcome to the editor! Add a title here.
es: Bienvenido al editor! Agrega un título aquí.

source: Write your post in the content area.
es: Escribe tu publicación en el área de contenido.

source: Click the {{icon/}} to add images.
es: Haga clic en {{icon /}} para agregar imágenes.

source: Add tags, categories, and a featured image from the sidebar.
es: Agregue etiquetas, categorías y una imagen destacada desde la barra lateral.

source: Click the {{icon/}} to show or hide these settings.
es: Haga clic en {{icon /}} para mostrar u ocultar estas configuraciones.

source: Your changes are saved automatically. Click {{strong}}Publish{{/strong}} to share your work with the world!
es: Sus cambios se guardan automáticamente. Haga clic en {{strong}} Publicar {{/ strong}} para compartir su trabajo con el mundo.

source: Got it, I'm ready to write!
es: ¡Lo tengo, estoy listo para escribir!

source: Learn more about publishing content.
es: Obtenga más información sobre la publicación de contenido.

source: As a %(productName)s user, you have instant access to our team of Happiness Engineers who can answer your questions and get your site up and running just as you like! Click the button below to start a chat now.
es: Como usuario de% (productName), tiene acceso instantáneo a nuestro equipo de Happiness Engineers, quienes pueden responder sus preguntas y poner su sitio en funcionamiento como usted lo desee. Haga clic en el botón de abajo para iniciar un chat ahora.

source: Or continue to your account using:
es: O continúe a su cuenta usando:

source: We've failed to validate with the given code. Please double check if the code is correct.
es: No hemos podido validar con el código dado. Por favor, comprueba si el código es correcto.

source: Succeeded
es: Tuve éxito

source: Welcome to %s! You now have special access to a bunch of new features.
es: Bienvenido a% s! Ahora tiene acceso especial a un conjunto de nuevas funciones.

source: Load more posts using the default theme behavior
es: Cargar más publicaciones usando el comportamiento predeterminado del tema

source: Load more posts in page with a button
es: Cargue más publicaciones en la página con un botón

source: Load more posts as the reader scrolls down
es: Cargue más publicaciones a medida que el lector se desplaza hacia abajo

source: Learn more about Sitemaps.
es: Obtenga más información sobre Sitemaps.

source: Your site is not currently accessible to search engines. You must set your {{a}}privacy settings{{/a}} to "public".
es: Su sitio no está actualmente accesible para los motores de búsqueda. Debes establecer tus {{a}} configuraciones de privacidad {{/ a}} en &quot;públicas&quot;.

source: Generating sitemap…
es: Generando mapa del sitio ...

source: Generate XML sitemaps
es: Generar mapas de sitio XML

source: Forgot Username
es: Olvidé mi nombre

source: SMS Message
es: Mensaje SMS

source: If you have already bought an e-mail service for the domain, you can set it up with us easily:
es: Si ya ha comprado un servicio de correo electrónico para el dominio, puede configurarlo fácilmente con nosotros:

source: By connecting your site to WordPress.com, <a href='%s'>your site's content</awill be shared with us and protected by <a href='%s'>our own privacy policy</a>.
es: Al conectar su sitio a WordPress.com, <a href='%s'>el contenido de su sitio</a> </awill be shared with us and protected by <a href='%s'> <a href='%s'>nuestra propia política de privacidad</a> .

source: Hide order summary
es: Ocultar resumen de orden

source: Show order summary
es: Mostrar resumen de orden

source: This theme is retired
es: Este tema está retirado

source: We invite you to try out a newer theme; start by browsing our WordPress theme directory.
es: Te invitamos a probar un tema más nuevo; comience por navegar nuestro directorio de temas de WordPress.

source: There was a problem installing the plugin. Please try again in a few minutes.
es: Hubo un problema al instalar el complemento. Por favor, inténtelo de nuevo en unos minutos.

source: Select Language
es: Seleccione el idioma

source: Search languages…
es: Buscar idiomas ...

source: %1$s Receipt #%2$d
es: % 1 $ s Recibo #% 2 $ d

source: Learn more about Monitor.
es: Conozca más sobre Monitor.

source: Monitor your site's uptime
es: Controle el tiempo de actividad de su sitio

source: Learn more about the WordPress.com Toolbar.
es: Aprenda más sobre la barra de herramientas de WordPress.com.

source: Enable the WordPress.com toolbar
es: Habilitar la barra de herramientas de WordPress.com

source: The WordPress.com toolbar replaces the default admin bar and offers quick links to the Reader, all your sites, your WordPress.com profile, and notifications. Centralize your WordPress experience with a single global toolbar.
es: La barra de herramientas de WordPress.com reemplaza la barra de administración predeterminada y ofrece enlaces rápidos al Reader, a todos sus sitios, a su perfil de WordPress.com y a las notificaciones. Centralice su experiencia de WordPress con una sola barra de herramientas global.

source: WordPress.com toolbar
es: Barra de herramientas de WordPress.com

source: Connected to your Instagram account.
es: Conectado a tu cuenta de Instagram.

source: Connect to use the Instagram widget.
es: Conéctate para usar el widget de Instagram.

source: Add a New Site
es: Agregar un nuevo sitio

source: Create a new site on WordPress.com or add your existing self-hosted WordPress site with Jetpack.
es: Cree un nuevo sitio en WordPress.com o agregue su sitio de WordPress alojado en sí mismo con Jetpack.

source: Create a new shiny WordPress.com site
es: Crea un nuevo sitio brillante de WordPress.com

source: Start telling your story in just 2 minutes. Pick a visual theme and a domain — we’ll take care of the entire setup. If you need help we’ve got you covered with 24/7 support.
es: Comience a contar su historia en solo 2 minutos. Elija un tema visual y un dominio: nos ocupamos de la configuración completa. Si necesita ayuda, lo cubrimos con soporte 24/7.

source: Add an existing WordPress site with Jetpack
es: Agregue un sitio de WordPress existente con Jetpack

source: We’ll be using the Jetpack plugin to connect your site to WordPress.com.
es: Utilizaremos el complemento Jetpack para conectar su sitio a WordPress.com.

source: Create a new shiny WordPress.com site:
es: Crea un nuevo sitio brillante de WordPress.com:

source: Add an existing WordPress site with Jetpack:
es: Agregue un sitio de WordPress existente con Jetpack:

source: Enable pop-up business cards over commenters’ Gravatars
es: Habilitar tarjetas de visita emergentes sobre Gravatars de los comentaristas

source: Welcome to Jetpack Premium.
es: Bienvenido a Jetpack Premium.

source: Continue with %(service)s
es: Continuar con% (servicio) s

source: Upload problem: Theme may not be valid. Check that your zip file contains only the theme you are trying to upload.
es: Problema de carga: el tema puede no ser válido. Verifique que su archivo zip contenga solo el tema que está tratando de cargar.

source: Zip file is too large. Please upload a file under 50 MB.
es: El archivo zip es demasiado grande. Cargue un archivo de menos de 50 MB.

source: Access all our premium themes with our Premium and Business plans!
es: ¡Acceda a todos nuestros temas premium con nuestros planes Premium y Business!

source: Get advanced customization, more storage space, and video support along with all your new themes.
es: Obtenga personalización avanzada, más espacio de almacenamiento y soporte de video junto con todos sus nuevos temas.

source: From quickly updating our page to implementing our online store, our WordPress.com site has become the online center for everything we do. We know our page is successful when guests tell us that our page is easy to use and our content is engaging.
es: Desde actualizar rápidamente nuestra página hasta implementar nuestra tienda en línea, nuestro sitio de WordPress.com se ha convertido en el centro en línea para todo lo que hacemos. Sabemos que nuestra página es exitosa cuando los invitados nos dicen que nuestra página es fácil de usar y nuestro contenido es atractivo.

source: Success for me means when I manage to inspire people, when someone on the other end of the world embraces today a bit more, because he/she looked at my blog. WordPress.com allowed me to give my creativity a platform. It has enabled an amazing democratization of entrepreneurship, where an individual, independent from status and institution, has the power to reach out to millions of readers if he/she creates great content.
es: El éxito para mí significa cuando logro inspirar a las personas, cuando alguien en el otro extremo del mundo lo acepta un poco más, porque él / ella miró mi blog. WordPress.com me permitió darle una plataforma a mi creatividad. Ha permitido una asombrosa democratización del emprendimiento, donde un individuo, independiente del estatus y la institución, tiene el poder de llegar a millones de lectores si crea un gran contenido.

source: <strong>P.S.</strongIf you’re wondering what a WordPress.com upgrade can do for you, just check out what some of our users have to say:
es: <strong>PD</strong> </strongIf you’re wondering what a WordPress.com upgrade can do for you, just check out what some of our users have to say:

source: Click Here to Finish Upgrading Your Site
es: Haga clic aquí para finalizar la actualización de su sitio

source: Feel free to click the link below to finish your upgrade and to build the site you’ve always wanted.
es: Siéntase libre de hacer clic en el siguiente enlace para finalizar su actualización y construir el sitio que siempre ha deseado.

source: If so, no worries. We just wanted to shoot you a quick reminder.
es: Si es así, no te preocupes. Solo queríamos hacerte un rápido recordatorio.

source: Did you forget to finish putting in your information?
es: ¿Olvidaste terminar de poner tu información?

source: It looks like you were <i>this</iclose to investing in an upgrade for your WordPress.com site. What a great decision you were about to make!
es: Parece que eras <i>esto</i> </iclose to investing in an upgrade for your WordPress.com site. What a great decision you were about to make!

source: Complete your information to finish your upgrade.
es: Complete su información para finalizar su actualización.

source: Oops, did you forget this important step?
es: Oops, ¿olvidaste este importante paso?

source: Upload problem: Theme zip must be under 10MB.
es: Problema de carga: el archivo zip del tema debe tener menos de 10 MB.

source: Sorry, we had a problem updating that subscription. Please try again.
es: Lo sentimos, tuvimos un problema al actualizar esa suscripción. Inténtalo de nuevo.

source: Sorry, we had a problem subscribing. Please try again.
es: Lo sentimos, tuvimos un problema para suscribirte. Inténtalo de nuevo.

source: Sorry, we had a problem unsubscribing. Please try again.
es: Lo sentimos, tuvimos un problema para cancelar la suscripción. Inténtalo de nuevo.

source: %(num)s Followed Sites
es: % (num) s Sitios seguidos

source: Search Followed Sites…
es: Buscar sitios seguidos ...

source: by {{author/}}
es: por {{author /}}

source: Find your domain
es: Encuentre su dominio

source: Find the domain name that defines you and your next big idea. Grab a domain now even if it's not quite time to start a site. Your domain will be ready when you are.
es: Encuentra el nombre de dominio que te define y tu próxima gran idea. Obtenga un dominio ahora incluso si no es el momento adecuado para comenzar un sitio. Su dominio estará listo cuando lo esté.

source: Start with a domain
es: Comience con un dominio

source: Domain renews on
es: El dominio se renueva

source: Subscription renews on
es: La suscripción se renueva en

source: No exact matches exist for %s.
es: No existen coincidencias exactas para% s.

source: We are unable to install the Akismet and VaultPress plugins that power the spam protection, backup, and security features of your Jetpack plan due to your site's current file permissions settings. You must either install them manually or change your file permissions.
es: No podemos instalar los complementos Akismet y VaultPress que impulsan las funciones de protección, copia de seguridad y seguridad contra correo no deseado de su plan Jetpack debido a la configuración actual de permisos de archivos de su sitio. Debe instalarlos manualmente o cambiar los permisos de su archivo.

source: We are unable to install the Akismet and VaultPress plugins that power the spam protection, backup, and security features of your Jetpack plan because your site has an older version of Jetpack. Please upgrade Jetpack and try again.
es: No podemos instalar los complementos Akismet y VaultPress que impulsan las funciones de protección, copia de seguridad y seguridad contra correo no deseado de su plan Jetpack porque su sitio tiene una versión anterior de Jetpack. Actualiza Jetpack e intenta nuevamente.

source: We are unable to install the Akismet and VaultPress plugins that power the spam protection, backup, and security features of your Jetpack plan because your site is part of a multi-site network, but is not the main network site.
es: No podemos instalar los complementos de Akismet y VaultPress que activan las funciones de protección, copia de seguridad y seguridad contra correo no deseado de su plan Jetpack porque su sitio es parte de una red de sitios múltiples, pero no es el sitio principal de la red.

source: We are unable to install the Akismet and VaultPress plugins that power the spam protection, backup, and security features of your Jetpack plan because your site is part of a multi-network.
es: No podemos instalar los complementos Akismet y VaultPress que activan las funciones de protección, copia de seguridad y seguridad contra correo no deseado de su plan Jetpack porque su sitio es parte de una red múltiple.

source: We are unable to automatically configure the Akismet plugin which powers the spam protection feature of your Jetpack plan. Please continue with manual setup or contact support by clicking one of the buttons below.
es: No podemos configurar automáticamente el complemento Akismet que activa la función de protección contra correo no deseado de su plan Jetpack. Continúe con la configuración manual o el soporte de contacto haciendo clic en uno de los botones a continuación.

source: We are unable to automatically configure the VaultPress plugin which powers the security and backup features of your Jetpack plan. Please continue with manual setup or contact support by clicking one of the buttons below.
es: No podemos configurar automáticamente el complemento VaultPress que potencia las características de seguridad y respaldo de su plan Jetpack. Continúe con la configuración manual o el soporte de contacto haciendo clic en uno de los botones a continuación.

source: We are unable to automatically configure the Akismet and VaultPress plugins that power the spam protection, backup, and security features of your Jetpack plan. Please continue with manual setup or contact support by clicking one of the buttons below.
es: No podemos configurar automáticamente los complementos Akismet y VaultPress que impulsan las características de protección, copia de seguridad y seguridad contra correo no deseado de su plan Jetpack. Continúe con la configuración manual o el soporte de contacto haciendo clic en uno de los botones a continuación.

source: We had trouble setting up your plan
es: Tuvimos problemas para configurar su plan

source: Learn more about manual set up
es: Obtenga más información sobre la configuración manual

source: You are powered up, it's time to see your site.
es: Estás encendido, es hora de ver tu sitio.

source: Now that we've taken care of the plan, it's time to power up your site.
es: Ahora que nos hemos ocupado del plan, es hora de encender su sitio.

source: Take the next step
es: Da el siguiente paso

source: Ready to grow your audience and spread your message? Click the button below to see which WordPress.com plan is right for you.
es: ¿Listo para hacer crecer tu público y difundir tu mensaje? Haga clic en el botón de abajo para ver qué plan de WordPress.com es el adecuado para usted.

source: Whether you’re a small business, an entrepreneur, a freelancer, or connecting with your personal community of family and friends, we have a WordPress.com plan to reach your goals.
es: Si usted es una pequeña empresa, un emprendedor, un profesional independiente o se conecta con su comunidad personal de familiares y amigos, tenemos un plan de WordPress.com para alcanzar sus objetivos.

source: We help site owners reach more than 409 million visitors each month, so whether &ldquo;going big&rdquo; means connecting with a few hundred engaged readers or reaching 23 million of them, we want your site to be a successful one.
es: Ayudamos a los propietarios de sitios a llegar a más de 409 millones de visitantes cada mes, por lo que si &quot;ir en grande&quot; significa conectarse con unos cientos de lectores comprometidos o llegar a 23 millones de ellos, queremos que su sitio sea exitoso.

source: Congratulations and welcome to WordPress.com! You've officially completed the first step in creating a successful site by signing up.
es: Felicidades y bienvenidos a WordPress.com! Has completado oficialmente el primer paso para crear un sitio exitoso registrándote.

source: Here's one we can share.
es: Aquí hay uno que podemos compartir.

source: What's the secret to getting more pageviews?
es: ¿Cuál es el secreto para obtener más vistas de página?

source: Email me
es: Envíeme un correo electrónico
