Repository: Automattic/wp-translate
Catalog: 2018-gt-translated/wpcom-2017-2015-diff.po
Languages: es

source: A whole universe of themes and plugins awaits.
es: Todo un universo de temas y complementos lo espera.

source: The Wait is Over! Upload any Plugin or Theme
es: ¡La espera terminó! Sube cualquier complemento o tema

source: Zoho Mail CNAME zb code
es: Zoho Mail CNAME código zb

source: Set up %(providerName)s
es: Configurar% (providerName) s

source: We've failed to validate using the given link.
es: No hemos podido validar el uso del enlace proporcionado.

source: Please try to request a new one or try the other methods.
es: Intente solicitar uno nuevo o pruebe los otros métodos.

source: We've run into an unexpected error. We're sorry!
es: Nos encontramos con un error inesperado. ¡Lo sentimos!

source: Contact WordPress.com Support and one of our Happiness Engineers will get you back on track.
es: Póngase en contacto con el Soporte de WordPress.com y uno de nuestros Ingenieros de Felicidad lo ayudará a volver al buen camino.

source: You replied to this comment
es: Usted respondió a este comentario

source: Unblock user
es: Desbloquear usuario

source: Block user
es: Bloquear usuario

source: It's probably not something you often think about, but migrating a WordPress site is a common challenge for site owners.
es: Probablemente no sea algo en lo que pienses a menudo, pero migrar un sitio de WordPress es un desafío común para los propietarios de sitios.

source: If so, don't fret.
es: Si es así, no te preocupes.

source: To continue this trend, we'd like to ask for your help by answering a few simple questions — we’ll use your answers to guide future development.
es: Para continuar con esta tendencia, nos gustaría pedirle ayuda respondiendo unas simples preguntas: utilizaremos sus respuestas para guiar el desarrollo futuro.

source: Let us walk you through the process and show you how Jetpack can make it even easier.
es: Permítanos guiarlo a través del proceso y mostrarle cómo Jetpack puede hacerlo aún más fácil.

source: How-to: painless site migration using Jetpack
es: Cómo hacer: migración del sitio sin problemas usando Jetpack

source: Did you miss out on our promotion during National Small Business Week earlier this month?
es: ¿Te perdiste nuestra promoción durante la Semana Nacional de la Pequeña Empresa a principios de este mes?

source: Complete the survey
es: Completa el questionario

source: We're proud to say that Jetpack improvements are largely driven by feedback from our wonderful user community.
es: Nos enorgullece decir que las mejoras de Jetpack se deben principalmente a los comentarios de nuestra maravillosa comunidad de usuarios.

source: We need your input
es: Necesitamos su aporte

source: I can't access my phone
es: No puedo acceder a mi teléfono

source: If you can't access your phone enter one of the 10 backup codes that were provided when you set up two-step authentication to continue.
es: Si no puede acceder a su teléfono, ingrese uno de los 10 códigos de respaldo que se proporcionaron cuando configuró la autenticación en dos pasos para continuar.

source: Backup code
es: Código de respaldo

source: If you lose your device, accidentally remove the authenticator app, or are otherwise locked out of your account, the only way to get back in to your account is by using a backup code.
es: Si pierde su dispositivo, elimina accidentalmente la aplicación de autentificación o está bloqueado de su cuenta, la única forma de volver a acceder a su cuenta es mediante el uso de un código de copia de seguridad.

source: Have a theme or plugin you need to install to build the site you want? Now you can! Learn more about {{pluginLink}}installing plugins{{/pluginLink}} and {{themeLink}}uploading themes{{/themeLink}} today.
es: ¿Tiene un tema o complemento que necesita instalar para construir el sitio que desea? ¡Ahora usted puede! Obtenga más información sobre {{pluginLink}} la instalación de complementos {{/ pluginLink}} y {{themeLink}} cargando temas {{/ themeLink}} hoy.

source: Sorry, you can't use this password either because it's not strong enough or you have used that as one of your previous passwords.
es: Lo sentimos, no puedes usar esta contraseña porque no es lo suficientemente fuerte o la has usado como una de tus contraseñas anteriores.

source: Sorry, no followed sites match {{italic}}%s.{{/italic}}
es: Lo sentimos, los sitios que siguen no coinciden con {{italic}}% s. {{/ Italic}}

source: Sorry, no sites match {{italic}}%s.{{/italic}}
es: Lo sentimos, ningún sitio coincide con {{italic}}% s. {{/ Italic}}

source: Schedule your social messages in advance.
es: Programe sus mensajes sociales con anticipación.

source: Remove all advertising from your site.
es: Elimine toda la publicidad de su sitio.

source: Enjoy live chat support.
es: Disfruta de soporte de chat en vivo.

source: We sent a push notification to your {{strong}}WordPress mobile app{{/strong}}. Once you get it and swipe or tap to confirm, this page will update.
es: Enviamos una notificación automática a su {{strong}} aplicación móvil de WordPress {{/ strong}}. Una vez que lo obtenga y deslice o toque para confirmar, esta página se actualizará.

source: Enter the code generated by your Authenticator mobile application.
es: Ingrese el código generado por su aplicación móvil Authenticator.

source: Code via text message
es: Código por mensaje de texto

source: I'll Keep It
es: Lo mantendré

source: Did you know that you can now use third-party plugins and themes on the WordPress.com Business plan? Claim a 25% discount when you upgrade your site today - {{b}}enter the code BIZC25 at checkout{{/b}}.
es: ¿Sabía que ahora puede usar complementos y temas de terceros en el plan de negocios de WordPress.com? Solicite un descuento del 25% cuando actualice su sitio hoy - {{b}} ingrese el código BIZC25 al finalizar la compra {{/ b}}.

source: New! Install Custom Plugins and Themes
es: ¡Nuevo! Instalar complementos y temas personalizados

source: Are you sure you want to cancel your subscription and lose access to these new features?
es: ¿Seguro que quieres cancelar tu suscripción y perder el acceso a estas nuevas funciones?

source: <strong>P.S.</strongIf you’re looking to grow your audience and further customize your site, upgrading to WordPress.com Personal is the best next step (and you’ll only need to invest $3 a month). Click the button above and we’ll see you inside!
es: <strong>PD</strong> </strongIf you’re looking to grow your audience and further customize your site, upgrading to WordPress.com Personal is the best next step (and you’ll only need to invest $3 a month). Click the button above and we’ll see you inside!

source: We hope to hear from you soon,
es: Esperamos saber de usted pronto,

source: To get instant access to these features and more (for just $3 per month%sor $35.88 for one year), click the button below.
es: Para obtener acceso instantáneo a estas características y más (por solo $ 3 por mes% sor $ 35.88 por un año), haga clic en el botón a continuación.

source: Removal of WordPress.com ads on your site.
es: Eliminación de anuncios de WordPress.com en su sitio.

source: Access to email and live chat support.
es: Acceso a correo electrónico y soporte de chat en vivo.

source: A custom domain name to help more visitors find and remember your site.
es: Un nombre de dominio personalizado para ayudar a que más visitantes encuentren y recuerden su sitio.

source: With WordPress.com Personal, you can expect access to valuable features like:
es: Con WordPress.com Personal, puede esperar acceso a características valiosas como:

source: That’s why we want to celebrate your one-month anniversary by offering you an opportunity to upgrade to our WordPress.com Personal plan so you can claim a unique web address (we call it a custom domain name) for your site.
es: Es por eso que queremos celebrar su aniversario de un mes al ofrecerle la oportunidad de actualizar a nuestro plan personal de WordPress.com para que pueda reclamar una dirección web única (lo llamamos un nombre de dominio personalizado) para su sitio.

source: I'm Anne from WordPress.com, and I wanted to congratulate you on your first month building your website with us. It’s our goal to continue helping you grow your audience and spread your message.
es: Soy Anne de WordPress.com, y quería felicitarte por tu primer mes construyendo tu sitio web con nosotros. Nuestro objetivo es continuar ayudándote a hacer crecer tu público y difundir tu mensaje.

source: Hope to see you inside!
es: Espero verte adentro!

source: Click the button above that best suits you, and start building the site you’ve always wanted.
es: Haga clic en el botón de arriba que más le convenga y empiece a construir el sitio que siempre ha deseado.

source: Buy for one year for $35.88
es: Compre por un año por $ 35.88

source: Email and live chat support to get your site working just as you want.
es: Soporte de correo electrónico y chat en vivo para que su sitio funcione como usted desea.

source: 6 GB of storage space for photos, videos, and audio files.
es: 6 GB de espacio de almacenamiento para fotos, videos y archivos de audio.

source: A free custom web address (we call it a domain name) to personalize your site.
es: Una dirección web personalizada y gratuita (lo llamamos un nombre de dominio) para personalizar su sitio.

source: %sAre you a blogger?%s Check out WordPress.com Personal, which will give you the following tools you need to grow your audience:
es: % ¿Eres blogger?% s Echa un vistazo a WordPress.com Personal, que te brindará las siguientes herramientas que necesitas para hacer crecer tu audiencia:

source: Buy for one year for $99
es: Compre por un año por $ 99

source: 13 GB of storage space for photos, videos, and audio files.
es: 13 GB de espacio de almacenamiento para fotos, videos y archivos de audio.

source: The ability to make more money from your site with ads.
es: La capacidad de ganar más dinero de su sitio con anuncios.

source: %sAre you an entrepreneur or freelancer?%s Choose WordPress.com Premium, which includes:
es: % s ¿Es usted un emprendedor o un profesional independiente?% s Elija WordPress.com Premium, que incluye:

source: Buy for one year for $299
es: Compre por un año por $ 299

source: Unlimited storage space for photos, videos, and audio files.
es: Espacio de almacenamiento ilimitado para fotos, videos y archivos de audio.

source: Advanced SEO tools to rank higher in search engines.
es: Herramientas avanzadas de SEO para clasificar más alto en los motores de búsqueda.

source: %sAre you a small business owner?%s WordPress.com Business is for you. Get access to valuable features that include:
es: ¿Eres propietario de una pequeña empresa?% s WordPress.com Business es para ti. Obtenga acceso a características valiosas que incluyen:

source: Depending on the type of website you’re building, we’ve got the perfect plan for you.
es: Dependiendo del tipo de sitio web que esté construyendo, tenemos el plan perfecto para usted.

source: At WordPress.com, we provide several tools that will help you customize your site, improve your search engine ranking, and attract more visitors to your site.
es: En WordPress.com, ofrecemos varias herramientas que lo ayudarán a personalizar su sitio, mejorar su clasificación en los motores de búsqueda y atraer más visitantes a su sitio.

source: My name’s Anne and on behalf of everyone here at WordPress.com, I’d like to say, “Happy One-Month Anniversary!”
es: Me llamo Anne y en nombre de todos aquí en WordPress.com, me gustaría decir: &quot;Feliz aniversario de un mes&quot;.

source: Add instant credibility and personality to your site.
es: Agregue credibilidad y personalidad instantánea a su sitio.

source: A custom domain name for $3 a month
es: Un nombre de dominio personalizado por $ 3 al mes

source: Open up for tools to help you spread your message.
es: Abra las herramientas para ayudarlo a difundir su mensaje.

source: Search or enter URL to follow…
es: Busque o ingrese la URL para seguir ...

source: Learn more about VideoPress.
es: Conozca más sobre VideoPress.

source: Enable fast, ad-free video hosting
es: Habilite el alojamiento de videos rápido y sin publicidad

source: Host fast, high-quality, ad-free video.
es: Aloje videos rápidos, de alta calidad y sin publicidad.

source: You are no longer a user on %(site)s and cannot manage this purchase.
es: Ya no eres un usuario en% (sitios) y no puedes administrar esta compra.

source: %(site)s has been disconnected from WordPress.com.
es: % (site) s ha sido desconectado de WordPress.com.

source: Not in use.
es: No esta en uso.

source: "%(pageTitle)s" is the front page.
es: &quot;% (pageTitle) s&quot; es la página principal.

source: Front page is showing your latest posts.
es: La página principal muestra tus últimas publicaciones.

source: "%(pageTitle)s" page is showing your latest posts.
es: La página &quot;% (pageTitle) s&quot; muestra sus últimas publicaciones.

source: Replaces your site's free address with the domain %(domain)s, making it easier to remember and easier to share.
es: Reemplaza la dirección gratuita de su sitio con el dominio% (dominio) s, por lo que es más fácil de recordar y más fácil de compartir.

source: Logging In…
es: Iniciar sesión…

source: Ready for more? Search our %1$sextensive support knowledge base%2$s, watch a %3$sshort tutorial video%4$s about the most popular features, or just hit reply and tell us how we can help!
es: ¿Listo para más? Busque nuestra base de conocimientos de% 1 $ de apoyo sexual% 2 $ s, mire un video tutorial de% 3 $ sshort% 4 $ s sobre las funciones más populares, o simplemente pulse responder y díganos cómo podemos ayudarlo.

source: Want to bookmark these instructions for later or watch a how-to video? %1$sClick here%2$s for the full tutorial.
es: ¿Desea marcar estas instrucciones para más tarde o ver un video instructivo? % 1 $ sHaga clic aquí% 2 $ s para el tutorial completo.

source: Every widget has options to customize -- test them out! You can always add or remove them, so have some fun exploring. Once you’re happy with your new widgets, hit Save & Publish to add them to your site.
es: Cada widget tiene opciones para personalizar, pruébelo. Siempre puedes agregarlos o eliminarlos, así que diviértete explorando. Una vez que esté satisfecho con sus nuevos widgets, presione Guardar y publicar para agregarlos a su sitio.

source: Click on + Add a Widget. Scroll through the list and pick one.
es: Haga clic en + Agregar un widget. Desplácese por la lista y elija una.

source: Click on the Widgets tab and select the area where you want the widget to go, like the Sidebar (left or right column) or Footer (bottom) of your site.
es: Haga clic en la pestaña Widgets y seleccione el área donde desea que vaya el widget, como la barra lateral (columna izquierda o derecha) o el pie de página (abajo) de su sitio.

source: %1$sOpen the Customizer%2$s
es: % 1 $ sAbra el personalizador% 2 $ s

source: To add a widget,
es: Para agregar un widget,

source: One of my favorite parts of WordPress.com is the widgets -- little extras you can add to %1$s to include more content and functionality, like photo galleries or social media buttons. Adding widgets is a great way to instantly customize your site (and you don’t need to know any code)!
es: Una de mis partes favoritas de WordPress.com son los widgets: pequeños extras que puede agregar a% 1 $ s para incluir más contenido y funcionalidad, como galerías de fotos o botones de redes sociales. ¡Agregar widgets es una excelente manera de personalizar al instante su sitio (y no necesita saber ningún código)!

source: You’re off to a great start. I can’t wait to see what you publish next.
es: Has tenido un gran comienzo. No puedo esperar para ver lo que publicas a continuación.

source: Start publishing now
es: Comienza a publicar ahora

source: Press Update to make it live.
es: Presione Actualizar para que esté activo.

source: Click on your About page to edit it, and write a few lines about yourself or your website. Even two or three sentences is great!
es: Haga clic en su página Acerca de para editarla y escriba algunas líneas sobre usted o su sitio web. ¡Incluso dos o tres oraciones son geniales!

source: Head to %1$sMy Site Pages%2$s to see your pages.
es: Diríjase a% 1 $ sMy páginas del sitio% 2 $ s para ver sus páginas.

source: You can start publishing with just a few sentences, and a few steps. I always start with an “About” page, which is one of the first things your visitors will look for.
es: Puede comenzar a publicar con solo unas pocas frases y unos pocos pasos. Siempre comienzo con una página &quot;Acerca de&quot;, que es una de las primeras cosas que buscarán sus visitantes.

source: Publishing the first few words can be the biggest obstacle -- putting yourself out there is a big step! Luckily, while finding the words might be hard, creating and editing a page isn't.
es: Publicar las primeras palabras puede ser el mayor obstáculo: ¡exponerte es un gran paso! Afortunadamente, aunque encontrar las palabras puede ser difícil, crear y editar una página no lo es.

source: Want to bookmark these instructions for later or watch a how-to video? %1$sClick here%2$s for the full tutorial, and look out for a few more tips from other WordPress.com staffers in your inbox. And have fun!
es: ¿Desea marcar estas instrucciones para más tarde o ver un video instructivo? % 1 $ sHaga clic aquí% 2 $ s para obtener el tutorial completo, y busque algunos consejos más de otros empleados de WordPress.com en su bandeja de entrada. ¡Y divertirse!

source: Personalize my Site Title
es: Personalice mi título del sitio

source: No worries if you change your mind later; you can edit your Site Title whenever you want.
es: No te preocupes si cambias de opinión más tarde; puede editar su Título del sitio cuando lo desee.

source: Click the blue Save & Publish button to make it official!
es: Haga clic en el botón azul Guardar y publicar para hacerlo oficial.

source: Next, click on the Site Identity tab and type in your Site Title. This could be your name, your business name -- anything you want.
es: A continuación, haga clic en la pestaña Identidad del sitio y escriba su Título del sitio. Este podría ser su nombre, el nombre de su empresa, cualquier cosa que desee.

source: %1$sLaunch the Customizer%2$s. You’ll head here whenever you want to make design changes.
es: % 1 $ sInicie el personalizador% 2 $ s. Te dirigirás aquí cada vez que quieras hacer cambios de diseño.

source: The first thing I always do to start personalizing a new website is to give it a name (or as we call it, a Site Title):
es: Lo primero que siempre hago para comenzar a personalizar un nuevo sitio web es darle un nombre (o como lo llamamos, un título del sitio):

source: Congratulations on creating %1$s, your very own piece of the web and the beginning of your online journey. We’re excited you’re here, and wanted to share a few tips to make sure you start on the right foot.
es: Felicitaciones por crear% 1 $ s, su parte de la web y el comienzo de su viaje en línea. Nos complace que esté aquí, y quería compartir algunos consejos para asegurarse de comenzar con el pie derecho.

source: your site
es: Tú sitio

source: Hi %1$s,
es: Hola% 1 $ s,

source: Jetpack Premium includes the Akismet and VaultPress plugins, which have been installed and configured automatically for you.
es: Jetpack Premium incluye los complementos Akismet y VaultPress, que han sido instalados y configurados automáticamente para usted.

source: New site
es: Nuevo sitio

source: Choose a theme, customize, and launch your site. Free domain included with all plans.
es: Elija un tema, personalice e inicie su sitio. Dominio gratuito incluido con todos los planes.

source: Just buy a domain
es: Solo compra un dominio

source: Show a "coming soon" notice on your domain. Add a site later.
es: Muestre un aviso de &quot;próxima publicación&quot; en su dominio. Agregue un sitio más tarde.

source: Please check back shortly.
es: Por favor revisa en breve.

source: We are currently undergoing maintenance.
es: Actualmente estamos realizando tareas de mantenimiento.

source: {{strong}}%s{{/strong}} is currently under maintenance. Try one of these suggestions instead.
es: {{strong}}% s {{/ strong}} se encuentra actualmente en mantenimiento. Pruebe una de estas sugerencias en su lugar.

source: We don't offer domains with the {{strong}}%s{{/strong}} ending. Try one of these suggestions instead.
es: No ofrecemos dominios con el {{strong}}% s {{/ strong}} final. Pruebe una de estas sugerencias en su lugar.

source: Protect your site from data loss.
es: Proteja su sitio de la pérdida de datos.

source: Check out the %sTraffic section%s of your Settings page where you can:
es: Eche un vistazo a la sección de% s Tráfico% s de su página Configuración donde puede:

source: On blog pages, the number of posts to show per page.
es: En las páginas del blog, la cantidad de publicaciones que se mostrarán por página.

source: Site owner access required
es: Se requiere acceso del propietario del sitio

source: Only site owners are allowed to use this feature.
es: Solo los propietarios de sitios pueden usar esta función.

source: Looking forward to speaking with you!
es: ¡Estoy deseando hablar contigo!

source: You can sign up for a 30-minute session by clicking below:
es: Puede registrarse para una sesión de 30 minutos haciendo clic a continuación:

source: My team and I can help you with anything you need for your site: design customization, Search Engine Optimization, monetizing your site, and more.
es: Mi equipo y yo podemos ayudarlo con todo lo que necesite para su sitio: personalización del diseño, optimización del motor de búsqueda, monetización de su sitio y más.

source: Did you know we offer free personalized sessions exclusively to our Business users?
es: ¿Sabía que ofrecemos sesiones personalizadas gratuitas exclusivamente para nuestros usuarios de negocios?

source: I noticed your site %s has a WordPress.com Business subscription — the most feature-packed plan on WordPress.com.
es: Noté que su sitio% s tiene una suscripción de negocios de WordPress.com: el plan más completo en WordPress.com.

source: P.S. Ready to renew your subscription right now? <a href="%s">Click here</ato make sure you have access to the customization, SEO, and analytics tools you need to grow your site.
es: PS listo para renovar su suscripción ahora mismo? <a href="%s">haga clic aquí</a> </ato make sure you have access to the customization, SEO, and analytics tools you need to grow your site.

source: Schedule my personal orientation
es: Programe mi orientación personal

source: Letting an upgrade expire could cause changes to the way your site looks or a loss of custom domains. Sign up for a 30-minute session with our team instead.
es: Permitir que caduque una actualización podría provocar cambios en la apariencia de su sitio o la pérdida de dominios personalizados. Regístrese para una sesión de 30 minutos con nuestro equipo en su lugar.

source: We offer personalized sessions to help you with design customization, Search Engine Optimization, or monetizing your site.
es: Ofrecemos sesiones personalizadas para ayudarlo con la personalización del diseño, la optimización del motor de búsqueda o la monetización de su sitio.

source: I noticed your site %s has a WordPress.com Business subscription that’s expiring soon. Is there anything I can help you with?
es: Noté que su sitio% s tiene una suscripción comercial de WordPress.com que expira pronto. ¿Hay algo con lo que te pueda ayudar?

source: Hello!
es: ¡Hola!

source: Checking in before your plan expires
es: Verificación antes de que expire su plan

source: Can I help you with your website?
es: ¿Puedo ayudarte con tu sitio web?
