Repository: Automattic/wp-translate
Catalog: 2018-gt-translated/wpcom-2017-2015-diff.po
Languages: es

source: Unable to show your site here
es: No se puede mostrar su sitio aquí

source: To view your site, click the button below
es: Para ver su sitio, haga clic en el botón de abajo

source: To show Photos from Google, you need to connect your Google account. Do that from {{link}}your Sharing settings{{/link}}.
es: Para mostrar fotos de Google, debe conectar su cuenta de Google. Hazlo desde {{link}} tu configuración de uso compartido {{/ link}}.

source: 6 GB of storage space for images, documents, and audio.
es: 6 GB de espacio de almacenamiento para imágenes, documentos y audio.

source: 13 GB of storage space for images, documents, videos, and audio.
es: 13 GB de espacio de almacenamiento para imágenes, documentos, videos y audio.

source: Unlimited storage space for images, documents, videos, and audio.
es: Espacio de almacenamiento ilimitado para imágenes, documentos, videos y audio.

source: Do you want the answer to any of these questions?
es: ¿Quieres la respuesta a alguna de estas preguntas?

source: Customize your site without needing to know any code.
es: Personalice su sitio sin necesidad de saber ningún código.

source: The single most underrated feature for new websites.
es: La característica más subestimada para nuevos sitios web.

source: Start publishing with a few short sentences.
es: Comience a publicar con algunas oraciones cortas.

source: The first page every site owner should customize.
es: La primera página que debe personalizar el propietario de cada sitio.

source: Instantly make your site more personal.
es: Haga que su sitio sea más personal de manera instantánea.

source: The first thing all site owners should do.
es: Lo primero que deben hacer todos los propietarios del sitio.

source: There has never been a better time to upgrade to Jetpack Professional. As an existing Jetpack user, you can be one of the first to try out the 200+ business themes that we are now bundling with Jetpack Professional.
es: Nunca ha habido un mejor momento para actualizar a Jetpack Professional. Como usuario existente de Jetpack, puede ser uno de los primeros en probar los más de 200 temas comerciales que ahora unimos con Jetpack Professional.

source: There has never been a better time to upgrade to Jetpack Professional. As an existing Jetpack Premium customer, you can be one of the first to try out the 200+ business themes that we are now bundling with Jetpack Professional.
es: Nunca ha habido un mejor momento para actualizar a Jetpack Professional. Como cliente existente de Jetpack Premium, puede ser uno de los primeros en probar los más de 200 temas comerciales que ahora unimos con Jetpack Professional.

source: And for a limited time you can benefit from a 50% introductory discount off the upgrade price using discount code "PRO".
es: Y por un tiempo limitado, puede beneficiarse de un descuento introductorio del 50% sobre el precio de actualización con el código de descuento &quot;PRO&quot;.

source: There has never been a better time to upgrade to Jetpack Professional. As an existing Jetpack Personal customer, you can be one of the first to try out the 200+ business themes that we are now bundling with Jetpack Professional.
es: Nunca ha habido un mejor momento para actualizar a Jetpack Professional. Como cliente existente de Jetpack Personal, puede ser uno de los primeros en probar los más de 200 temas comerciales que ahora unimos con Jetpack Professional.

source: Any themes you use on your site will also be automatically backed up and regularly scanned as part of the Jetpack Professional security services we already offer.
es: Todos los temas que use en su sitio también se respaldarán automáticamente y se escanearán regularmente como parte de los servicios de seguridad de Jetpack Professional que ya ofrecemos.

source: And for a limited time you can benefit from a 50% introductory discount using discount code "PRO".
es: Y durante un tiempo limitado, puede beneficiarse de un descuento introductorio del 50% con el código de descuento &quot;PRO&quot;.

source: As an early-access subscriber we are excited to let you know that we are making available 200+ business themes to all Jetpack Professional sites at no extra cost.
es: Como suscriptor de acceso anticipado, nos complace informarle que estamos poniendo a disposición más de 200 temas comerciales en todos los sitios de Jetpack Professional sin costo adicional.

source: Advanced Social Media
es: Redes sociales avanzadas

source: Schedule your social media updates in advance and promote your posts when it's best for you.
es: Programe sus actualizaciones de redes sociales con anticipación y promocione sus publicaciones cuando sea mejor para usted.

source: Congratulations! Your %1$s account includes a free Jetpack Premium subscription, which builds on the powerful features of Jetpack with a bundle of security, anti-spam, and growth tools for <a href="%2$s">%3$s</a>.
es: ¡Felicidades! Su cuenta% 1 $ s incluye una suscripción gratuita a Jetpack Premium, que se basa en las potentes funciones de Jetpack con un conjunto de herramientas de seguridad, antispam y de crecimiento para <a href="%2$s">% 3 $ s</a> .

source: Don’t wait -- <strong>get the first two months free</strongwhen you add %1$sG Suite%2$s to your site today.
es: No espere, <strong>obtenga los primeros dos meses gratis</strong> </strongwhen you add %1$sG Suite%2$s to your site today.

source: Use text chats, voice calls, or video calls, with built in screen sharing.
es: Use chats de texto, llamadas de voz o videollamadas, con un uso compartido integrado de la pantalla.

source: Create and edit documents at the same time as others to get your work done faster.
es: Cree y edite documentos al mismo tiempo que otros para hacer su trabajo más rápido.

source: Get 30GB of storage for all your files, and access them from your phone, tablet, or computer.
es: Obtenga 30 GB de almacenamiento para todos sus archivos y acceda a ellos desde su teléfono, tableta o computadora.

source: Gmail for @%s
es: Gmail para @% s

source: We’ve teamed up with Google Cloud to offer you professional email and a suite of productivity tools, including:
es: Nos hemos asociado con Google Cloud para ofrecerle correo electrónico profesional y un conjunto de herramientas de productividad, que incluyen:

source: Get My Personalized Email
es: Obtener mi correo electrónico personalizado

source: Make the right first impression and promote your website every time you send an email with an account @%s.
es: Haga la primera impresión correcta y promocione su sitio web cada vez que envíe un correo electrónico con una cuenta @% s.

source: Professional email and so much more
es: Correo electrónico profesional y mucho más

source: Promote your brand every time you send an email.
es: Promocione su marca cada vez que envíe un correo electrónico.

source: Schedule a complimentary, one-on-one consultation with a Jetpack expert
es: Programe una consulta individual y gratuita con un experto de Jetpack

source: <strong>Just for you:</strong<a href="%s">Click here</ato schedule a complimentary, one-on-one consultation with a Jetpack expert.
es: <strong>Solo para ti:</strong> </strong<a href="%s"> <strong>haga clic aquí</strong> </ato schedule a complimentary, one-on-one consultation with a Jetpack expert.

source: An event "%(eventName)s" occurred at %(date)s
es: Se produjo un evento &quot;% (eventName) s&quot; en% (date) s

source: You can take a look at your backups, vitality stats, activity log, and more from the VaultPress dashboard
es: Puede ver sus copias de seguridad, estadísticas de vitalidad, registro de actividades y más desde el panel de VaultPress

source: You can take a look at your backups, vitality stats, activity log, and more from the <a href="https://dashboard.vaultpress.com/">VaultPress dashboard</a>.
es: Puede echar un vistazo a sus copias de seguridad, estadísticas de vitalidad, registro de actividad y más desde el <a href="https://dashboard.vaultpress.com/">tablero de VaultPress</a> .

source: Install third-party themes and plugins.
es: Instalar temas y complementos de terceros.

source: Any themes you use on your site will also be automatically backed up and regularly scanned as part of the Jetpack Professional security services you are already using.
es: Todos los temas que use en su sitio también se respaldarán automáticamente y se escanearán periódicamente como parte de los servicios de seguridad de Jetpack Professional que ya está utilizando.

source: All at no extra cost and available instantly for you to use on your Jetpack Professional sites.
es: Todo sin costo adicional y disponible al instante para que lo use en sus sitios de Jetpack Professional.

source: We have just made available over 200 high quality, professional business themes to all our Jetpack Professional customers.
es: Acabamos de poner a disposición más de 200 temas comerciales profesionales de alta calidad para todos nuestros clientes de Jetpack Professional.

source: Introducing Unlimited Themes
es: Presentando Temas Ilimitados

source: Go to %s
es: Ve a S

source: Your receipt for %s.
es: Su recibo por% s.

source: Monthly billing
es: Facturación mensual

source: Yearly billing
es: Facturación anual

source: Add from Google
es: Agregar de Google

source: Choose the option that best describes your Canadian presence:
es: Elija la opción que mejor describa su presencia canadiense:

source: Your Google email address is already in use WordPress.com. Log in to your account using your email address or username, and your password. To create a new WordPress.com account, use a different Google account.
es: Su dirección de correo electrónico de Google ya está en uso WordPress.com. Inicie sesión en su cuenta usando su dirección de correo electrónico o nombre de usuario, y su contraseña. Para crear una nueva cuenta de WordPress.com, use una cuenta de Google diferente.

source: Post Publicized
es: Publicar publicitado

source: Your post %1$s has just been shared on "%2$s" %3$s account.
es: Su publicación% 1 $ s se acaba de compartir en la cuenta &quot;% 2 $ s&quot;% 3 $ s.

source: Scheduled %s update
es: Actualización programada del% s

source: We just shared your post %1$s on %2$s.
es: Acabamos de compartir su publicación% 1 $ s en% 2 $ s.

source: It looks like you were <i>this</iclose to investing in an upgrade for your WordPress.com site, %s. What a great decision you were about to make!
es: Parece que eras <i>esto</i> </iclose to investing in an upgrade for your WordPress.com site, %s. What a great decision you were about to make!

source: Copy to media library
es: Copiar a la biblioteca multimedia

source: Could not add a reply to “%(postTitle)s”
es: No se pudo agregar una respuesta a &quot;% (postTitle) s&quot;

source: Could not add a reply to this post
es: No se pudo agregar una respuesta a esta publicación

source: Uh oh. That method isn't supported.
es: UH oh. Ese método no es compatible.

source: Check with the service provider that sent you here for more information.
es: Consulte con el proveedor de servicios que lo envió aquí para obtener más información.

source: Out of all of the hosts in the world we've chosen to recommend Bluehost as the one we think is best. If you sign up with one of our recommended partners we have a commercial affiliate relationship with them.
es: De todos los hosts del mundo, hemos decidido recomendar Bluehost como el que creemos que es el mejor. Si se registra con uno de nuestros socios recomendados, tenemos una relación de afiliado comercial con ellos.

source: Choose from hundreds of beautiful designs and customize them for your business site, blog, or portfolio. <strong>Purchased a WordPress theme elsewhere? No problem: the WordPress.com Business plan lets you install any theme you’d like.</strong>
es: Elija entre cientos de bellos diseños y personalícelos para su sitio comercial, blog o cartera. <strong>¿Compró un tema de WordPress en otro lugar? No hay problema: el plan de negocios de WordPress.com le permite instalar cualquier tema que desee.</strong>

source: Your Ideas. Your Brand. Your Domain.
es: Tus ideas. Tu marca. Tu dominio.

source: Find the domain that defines you.
es: Encuentra el dominio que te define.

source: Rewind is currently only available for Pressable sites
es: Rewind actualmente solo está disponible para sitios Pressable

source: Delete this comment permanently?
es: Eliminar este comentario de forma permanente?

source: Did you know you can decide exactly when Publicize shares your post? You can! Click the calendar icon next to "Share post" to schedule your social shares.
es: ¿Sabía que puede decidir exactamente cuándo Publicize comparte su publicación? ¡Usted puede! Haga clic en el icono del calendario junto a &quot;Compartir publicación&quot; para programar sus recursos compartidos en redes sociales.

source: Check out the %sTraffic section%s of your Settings page where you can verify your site with several search engines and social networks, and see your sitemap (the map Google looks for when indexing your site). Verifying your site with these services is not necessary, but in doing so you may get access to more advanced search engine tools, such as Google Search Console.
es: Consulte la sección de% s Tráfico% s de su página Configuración donde puede verificar su sitio con varios motores de búsqueda y redes sociales, y vea su mapa del sitio (el mapa que Google busca al indexar su sitio). No es necesario verificar su sitio con estos servicios, pero al hacerlo puede tener acceso a herramientas más avanzadas del motor de búsqueda, como Google Search Console.

source: Rewind to this point
es: Rebobinar a este punto

source: … and %(moreEvents)d more post
es: … y %(moreEvents)d entrada más

source: Easy monetization options
es: Opciones sencillas de monetización

source: Unlimited premium themes.
es: Temas premium ilimitados.

source: Upgrade to a Premium Plan!
es: ¡Actualiza a un Plan Premium!

source: Almost done! We need some extra details to register your %(tld)s domain.
es: ¡Casi termino! Necesitamos algunos detalles adicionales para registrar su dominio% (tld) s.

source: Do you have an appropriate plan?
es: ¿Tienes un plan apropiado?

source: Activate Rewind
es: Activar Rebobinar

source: You're now following %(siteTitle)s
es: Ahora estás siguiendo% (siteTitle) s

source: You're no longer following %(siteTitle)s
es: Ya no estás siguiendo% (siteTitle) s

source: Activity for {{period/}}
es: Actividad para {{period /}}

source: Don't forget to enter a password.
es: No te olvides de ingresar una contraseña.

source: Enter a working email address, so you can receive our messages.
es: Ingrese una dirección de correo electrónico que funcione, para que pueda recibir nuestros mensajes.

source: Email me a login link.
es: Enviarme un correo electrónico con un enlace de inicio de sesión

source: Don't forget to enter your password.
es: No olvide ingresar su contraseña.

source: Edit Thumbnail
es: Editar miniatura

source: {{strong}}Published privately.{{/strong}} Only admins and editors can view.
es: {{strong}} Publicado en privado. {{/ strong}} Solo los administradores y editores pueden verlo.

source: {{strong}}One moment please…{{/strong}} loading your new post.
es: {{strong}} Un momento, por favor ... {{/ strong}} cargando tu nueva publicación.

source: on %(postTitle)s
es: en% (postTitle) s

source: We aren't able to set up the service with the information given. Please check with your service provider to make sure they provided all the correct data.
es: No podemos configurar el servicio con la información proporcionada. Verifique con su proveedor de servicios para asegurarse de que proporcionaron todos los datos correctos.

source: Hurray! Your new service is now all set up.
es: ¡Viva! Su nuevo servicio ahora está todo configurado.

source: We weren't able to add the DNS records needed for this service. Please try again.
es: No pudimos agregar los registros DNS necesarios para este servicio. Inténtalo de nuevo.

source: Authorize DNS Changes for %(domain)s
es: Autorizar cambios de DNS para% (dominio) s

source: We're going to remove or replace these records:
es: Vamos a eliminar o reemplazar estos registros:

source: The services that these records were used for may no longer work if they are removed. If you are trying to switch from one service provider to another this is probably what you want to do.
es: Es posible que los servicios para los que se usaron estos registros ya no funcionen si se eliminan. Si está intentando cambiar de un proveedor de servicios a otro, esto es probablemente lo que quiere hacer.

source: We're going add these records:
es: Vamos a agregar estos registros:

source: Hide Changes.
es: Ocultar cambios

source: View Changes.
es: Ver cambios.

source: To set up this service, we're going to make some changes to the the DNS records for your domain.
es: Para configurar este servicio, haremos algunos cambios en los registros DNS de su dominio.

source: When you're ready to proceed, click %(confirm)s. If this isn't what you meant to do, click %(cancel)s and we won't make any changes.
es: Cuando esté listo para continuar, haga clic en% (confirmar) s. Si esto no es lo que pretendía hacer, haga clic en% (cancelar) sy no haremos ningún cambio.

source: Howdy! It looks like you want to make your domain work with {{strong}}Google's G Suite email service{{/strong}}.
es: ¡Hola! Parece que desea que su dominio funcione con el {{strong}} servicio de correo electrónico G Suite de Google {{/ strong}}.

source: Howdy! It looks like you want to set up your domain to work with the {{strong}}Microsoft Office 365 service{{/strong}}.
es: ¡Hola! Parece que desea configurar su dominio para que funcione con el {{strong}} servicio de Microsoft Office 365 {{/ strong}}.

source: Howdy! It looks like you want to set up {{strong}}Zoho Mail service{{/strong}} to work with your domain.
es: ¡Hola! Parece que quieres configurar {{strong}} el servicio Zoho Mail {{/ strong}} para trabajar con tu dominio.

source: There seems to be a problem with the information we received about the service you're trying to set up. Contact your service providers support and let them know about this error message.
es: Parece haber un problema con la información que recibimos sobre el servicio que está tratando de configurar. Póngase en contacto con el soporte de su proveedor de servicios y hágales saber acerca de este mensaje de error.

source: Connect to %s to see the preview
es: Conéctese a% s para ver la vista previa

source: Store (BETA)
es: Tienda (BETA)

source: Real-time Backups
es: Copias de seguridad en tiempo real

source: Site migration functionality
es: Funcionalidad de migración del sitio

source: Site Restores & Migrations
es: Restauraciones y migraciones del sitio

source: We automatically scan your entire site every day for security threats and vulnerabilities. We'll thoroughly check for any suspicious activity or code, provide you with instant notifications and details when we find an issue, and help you resolve any harmful threats.
es: Escaneamos automáticamente todo su sitio todos los días en busca de vulnerabilidades y amenazas de seguridad. Comprobaremos minuciosamente cualquier actividad o código sospechoso, le proporcionaremos notificaciones instantáneas y detalles cuando encontremos un problema, y ​​lo ayudaremos a resolver cualquier amenaza dañina.

source: Jetpack provides instant, hassle-free access to 165 beautiful themes that can be previewed, installed, and activated with just a single click. Additional theme customization tools allow you to make your site look exactly the way you want.
es: Jetpack proporciona acceso instantáneo y sin problemas a 165 hermosos temas que se pueden previsualizar, instalar y activar con un solo clic. Las herramientas de personalización de temas adicionales le permiten hacer que su sitio se vea exactamente como lo desea.

source: Video hosting (Unlimited)
es: Alojamiento de video (ilimitado)

source: SEO tools
es: Herramientas SEO

source: One-click malware fixer
es: Herramienta de reparación de malware con un solo clic

source: Video Hosting (Unlimited)
es: Alojamiento de video (ilimitado)

source: Rank better in popular search engines, such as Google and Bing, and get your site the traffic it deserves. See live previews of your site exactly as it appears in search engines, customize meta descriptions for posts and pages, and optimize your content so that it's found easier.
es: Clasifíquese mejor en los motores de búsqueda populares, como Google y Bing, y obtenga el tráfico que merece su sitio. Vea las vistas previas en vivo de su sitio exactamente como aparecen en los motores de búsqueda, personalice las metadescripciones para las publicaciones y las páginas, y optimice su contenido para que resulte más fácil.

source: Malware Scanning & Removal
es: Escaneo y eliminación de malware

source: Video hosting (13GB)
es: Alojamiento de video (13GB)

source: Revenue generation
es: Generación de ingresos

source: We've also checked the other services included with your plan:
es: También verificamos los otros servicios incluidos con su plan:

source: Engage your readers with ad-free, high-speed, and unbranded video content. Fully optimized for WordPress and featuring direct integration with your post editor and media library. Detailed stats help you track views and plays.
es: Involucre a sus lectores con contenido de video sin publicidad, de alta velocidad y sin marca. Totalmente optimizado para WordPress y con integración directa con su editor de publicaciones y biblioteca de medios. Las estadísticas detalladas te ayudan a rastrear vistas y jugadas.

source: Painlessly monetize your site. Deliver relevant, high-quality promotional content to your readers using our custom advertising program that's optimized for WordPress sites and themes.
es: Monetizar sin dolor su sitio. Entregue contenido promocional relevante y de alta calidad a sus lectores utilizando nuestro programa personalizado de publicidad que está optimizado para sitios y temas de WordPress.

source: We automatically scan your entire site every day for security threats and vulnerabilities. We'll thoroughly check for any suspicious activity or code, provide you with instant notifications and details when we find an issue, and help you resolve any harmful threats.
es: Escaneamos automáticamente todo su sitio todos los días en busca de vulnerabilidades y amenazas de seguridad. Comprobaremos minuciosamente cualquier actividad o código sospechoso, le proporcionaremos notificaciones instantáneas y detalles cuando encontremos un problema, y ​​lo ayudaremos a resolver cualquier amenaza dañina.

source: Site migration tools
es: Herramientas de migración del sitio

source: Spam defense
es: Defensa antispam

source: Backup restore tools
es: Herramientas de restauración de respaldo

source: 30-day backup archive
es: Archivo de copia de seguridad de 30 días

source: active
es: activo

source: We've checked your site, and %s is working smoothly. Here's a complimentary breakdown of how your site is being secured:
es: Revisamos su sitio y% s funciona sin problemas. Aquí hay un desglose gratuito de cómo se está asegurando su sitio:

source: Good news!
es: ¡Buenas noticias!

source: Easily move your site to a different host, duplicate it for testing purposes, or restore a previous backup to any location. You'll also get priority migration support from our team of WordPress experts if you run into any problems.
es: Mueva fácilmente su sitio a un host diferente, duplíquelo para fines de prueba o restaure una copia de seguridad anterior en cualquier ubicación. También obtendrá soporte de migración prioritaria de nuestro equipo de expertos de WordPress si tiene algún problema.

source: Site Restores & Migration
es: Restauraciones y migración del sitio
